[
  {
    "id": "01",
    "Year": "2013",
    "Date": "January 16, 2013",
    "Title": "Motorcycle Safety Foundation Calls for Papers for 2013 ifz/MSF International Motorcycle Safety Conference in Florida Variety of Motorcycle Safety Presentations to be Considered for October Event",
    "Teaser": "<p>The Motorcycle Safety Foundation, along with its co-sponsor, the ifz (Institute for Motorcycle Safety), located in Essen, Germany, has issued an official call for papers to be considered for presentation at the upcoming International Motorcycle Safety Conference, titled \"The Human Element: The Way Forward.\" The U.S.-based safety conference will be held Oct. 16 – 17, 2013.</p>",
    "Body": "<p><strong>IRVINE, Calif., Jan. 16, 2013</strong> - The Motorcycle Safety Foundation, along with its co-sponsor, the ifz (Institute for Motorcycle Safety), located in Essen, Germany, has issued an official call for papers to be considered for presentation at the upcoming International Motorcycle Safety Conference, titled \"The Human Element: The Way Forward.\" The U.S.-based safety conference will be held Oct. 16 – 17, 2013, at the Orange County Convention Center in Orlando, Fla., in conjunction with the debut of the American International Motorcycle Expo.</p><p>Interested presenters should submit abstracts of their papers to Ken Glaser, Director, Special Projects, Motorcycle Safety Foundation, 2 Jenner, Suite 150, Irvine, CA 92618, <a href =\"mailto:kglaser@msf-usa.org\">kglaser@msf-usa.org</a>, no later than March 31, 2013.</p><p>Abstracts should be 500 words or less (one single-spaced typed page using a font no smaller than 12 point) and include the author/authors, affiliation, final title, starting point for investigation, methods, results, as well as impact, effects and/or consequences. In addition to the abstract, a maximum of five pages of supporting documents (i.e., charts, tables, diagrams, references) will be accepted to aid in the selection of papers. Papers to be considered for presentation should address one or more of the following topics:</p><p>Research and Studies (Naturalistic Studies; Motorcyclist Crash Analysis; Injury and Fatality Statistics; Impaired Rider Research)</p><p>Human Factors (Motorcyclist Safety Attitudes on Training/Education; Impaired Riding, Conspicuity or Protective Gear; Visual/Hazard Perception; Roadway Characteristics, ITS and other Technology; Rider Demographics/Characteristics; Sociological/Cultural Aspects of Rider Safety)</p><p>Countermeasures (Motorcyclist Training and Education Evaluations; Motorcyclist Training Program Administration; Protective Gear; Conspicuity; Impaired Riding Programs; Motorcyclist Licensing and Testing; Public Information and Education; Law Enforcement)</p><p>To determine acceptability for presentation, abstracts will be reviewed by the conference steering committee, chaired by MSF President and CEO Tim Buche. Papers should use research methodology commonly accepted in their referenced discipline and be authored between 2010 and 2013. Priority will be given to more recent research.</p><p>The 2013 ifz/MSF International Motorcycle Safety Conference marks the first time since 2006 that MSF has hosted such an event in the United States. At the '06 conference, approximately 350 participants representing 18 countries and 32 states attended. For additional information, please contact Dr. Sherry Williams, Director of Quality Assurance and Research, at (949) 727-3227, ext. 3143, or email <a href=\"mailto:swilliams@msf-usa.org\">swilliams@msf-usa.org</a>.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p><p>The ifz(Institute for Motorcycle Safety), located in Essen, Germany, dedicates its work to any improvement of the situation of powered two-wheelers, supports ideas on road traffic safety and puts them into practice, informs about the particularities of motorcycle riding and asks for mutual understanding among all road traffic participants. As a member of the German Verkehrssicherheitsrat (DVR, a German Association working on behalf of Road Traffic Safety) the ifz actively co-operates in the development and realization of road safety programs for motorized two-wheelers, from motor-assisted bicycles to high engine capacity motorcycles. Simultaneously, the ifz supports projects carried out by BASt (Bundesanstalt für Straßenwesen, German Federal Highway Research Institute) on the same topic. In addition to local research, the ifz organizes international motorcycle conferences, in co-operation with the U.S.-based Motorcycle Safety Foundation (MSF), which are attended by scientists from all over the world.</p>"
  },
  {
    "id": "02",
    "Year": "2013",
    "Date": "January 16, 2013",
    "Title": "Motorcycle Safety Foundation Celebrates Milestone Anniversary Commemorating 40 Years of Leadership in Motorcyclist Safety",
    "Teaser": "<p>This year, the Motorcycle Safety Foundation celebrates 40 years of providing motorcyclists with rider training and education in its mission to create and support motorcyclists of good riding character and to save lives. Further, the Foundation initiates programs in public information and education, as well as public policy, with a goal of creating a safer riding environment.</p>",
    "Body": "<p><strong>IRVINE, Calif., Jan. 16, 2013</strong> - This year, the Motorcycle Safety Foundation celebrates 40 years of providing motorcyclists with rider training and education in its mission to create and support motorcyclists of good riding character and to save lives. Further, the Foundation initiates programs in public information and education, as well as public policy, with a goal of creating a safer riding environment.</p><p>Established in 1973 when few formal, research-based motorcyclist training programs existed, the not-for-profit MSF created an education training program that has evolved from a single learn-to-ride program into a comprehensive training system with the breadth and depth to address a variety of riders' needs and interests and promote lifelong learning.</p><p>Since its inception, MSF curricula have been used to train approximately 6.5 million motorcyclists and are expected to exceed seven million riders later this year. A factor for this increased training pace can be partially attributed to MSF's relatively recent emphasis on adult learning principles, the practice of placing greater responsibility on the student, and overall learner-centered facilitation as opposed to instructor-centered instruction.</p><p>\"So much has been learned about safety and learning methods over the last four decades,\" said Dr. Ray Ochs, MSF vice president of training systems and lead developer of the groundbreaking MSF Basic <i>RiderCourse</i>&#8480;. \"MSF looks at recent research and contemporary literature to ensure the best outcomes for riders. Program success results from being firmly rooted in substantive underpinnings, which include motorcycle-related research and experience, general and traffic-related safety principles, a focus on adult and accelerated learning principles, and motor skills development principles.\"</p><p>MSF is supported by 11 original equipment manufacturer industry members. With 2,625 recognized training facilities in 48 states and 14 countries, MSF trained a little over 400,000 motorcyclists in 2012 alone. Furthermore, these motorcyclists were trained by approximately 9,500 MSF-certified RiderCoaches, who are, in turn, trained by 250 RiderCoach trainers.</p><p>\"Over the last several decades, MSF has raised the bar in motorcyclist safety training and education,\" said MSF President Tim Buche. \"We started out addressing only minimal skill and knowledge level content and progressed by adding the behavioral components of riding, which includes the social and emotional demands of riding in the complex world of traffic and technology. MSF's formula for rider safety promotes fundamental skills, perceptual skills, collision avoidance skills, and the behavioral aspects of riding that emphasize hazard perception and the brain's executive functions. MSF sets the highest standards for its Rider Education and Training System programs.\"</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "03",
    "Year": "2013",
    "Date": "Feburary 1, 2013",
    "Title": "New Powersports Blog, On The Road, Addresses All Aspects of Riding",
    "Teaser": "In the spirit of sharing all things motorcycling, a new powersports blog, On The Road, provides an interactive space where contributors can discuss motorcycle- and powersports-related experiences, opinions, and ideas.</p>",
    "Body": "<ul><li>Heavy emphasis on motorcycle rider education and training, and motorist awareness</li><li>Authored and curated by longtime industry CEO</li><li>Launched with guest post by David Strickland, NHTSA Administrator</li></ul><p><strong>IRVINE, Calif., Feb. 1, 2013</strong> - In the spirit of sharing all things motorcycling, a new powersports blog, On The Road, provides an interactive space where contributors can discuss motorcycle- and powersports-related experiences, opinions, and ideas.</p><p>Hosted in conjunction with a number of powersports industry associations, \"On the Road\" has launched with a guest post by David Strickland, National Highway Traffic Safety Administration administrator, who penned a thoughtful recollection of his experience in learning to ride. The blog, located at <a href=\"http://www.timbuche.com/\" target=\"_blank\">www.timbuche.com</a>, also includes powersports industry-related news, links and more.</p><p>\"I often hear thought-provoking discussions that inspire me to write or that I believe many other people would benefit from, and so the idea came about to create this blog,\" said On The Road author and curator, Tim Buche. \"As the site develops, I see it more as a lending library because often these experiences deserve a wider audience and further discussion.\"</p><p>Buche is the president and chief executive officer of the Motorcycle Safety Foundation and other related associations.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href =\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "04",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation Releases \"Motorcycle Pilot\" Video New Public Service Announcement Compares Piloting an Airplane to Riding a Motorcycle",
    "Date": "February 27, 2013",
    "Teaser": "<p>What do airplanes and motorcycles have in common? More than you may think, according to instructor pilot and motorcyclist Major James Boddy. The Motorcycle Safety Foundation® has released a new public service announcement featuring Major Boddy, in which he cites the many parallels between taking to the air and taking to the road.</p>",
    "Body": "<p><strong>IRVINE, Calif., Feb. 27, 2013</strong> - What do airplanes and motorcycles have in common? More than you may think, according to instructor pilot and motorcyclist Major James Boddy. The Motorcycle Safety Foundation® has released a new public service announcement featuring Major Boddy, in which he cites the many parallels between taking to the air and taking to the road. Some of the common themes mentioned are the importance of training, pre-flight/pre-ride inspection, wearing the proper safety gear, and maintaining awareness of one's surroundings.</p><p class=\"article_img\"><a href=\"images/news/msf_motorcycle_pilot.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/msf_motorcycle_pilot.jpg\" width=\"800px\"/></a></p><p>\"Major Boddy trains fighter pilots and is also an avid motorcyclist,\" said Ken Glaser, MSF's director of special projects. \"He understands that it takes the right preparation and mindset to make every flight and every ride safe and trouble-free.\"</p><p>This 30-second video is now airing on <a href=\"http://www.msf-usa.org/\" target=\"_blank\">MSF's homepage</a> and <a href=\"http://www.youtube.com/watch?v=61xyWe8xfgc&amp;list=UU0_CTpZAmXx3zwkq2XqvusA&amp;index=1\" target=\"_blank\">YouTube channel</a>. High-definition versions, including one which can be co-branded by a sponsor, are available free for use on broadcast or cable television. For more details, contact MSF Media Relations at (949) 727-3227, ext. 3131.</p><p>To help ensure that every ride is safe and enjoyable, the Motorcycle Safety Foundation offers a few simple rules for motorcyclists:</p><p>1. <strong>Get properly trained and licensed</strong> – Take an MSF <i>RiderCourse</i>&#8480; and obtain the appropriate motorcycle license endorsement from your state.</p><p>2. <strong>Wear all the gear, all the time</strong> – Always wear a DOT-compliant helmet and eye protection, as well as over-the-ankle boots, gloves, riding jacket and pants.</p><p>3. <strong>Ride unimpaired by alcohol or drugs</strong> – Riding under the influence dramatically decreases a rider's necessary skills, especially vision and judgment.</p><p>4. <strong >Ride within your own skill limits and obey traffic laws</strong> – Every rider should know their personal limits, and never ride faster or farther than their abilities can handle.</p><p>5. <strong>Be a lifelong learner by taking refresher <i>RiderCourses</i></strong> – Riding skills are perishable, so take an occasional refresher course. No matter how often or how long you've been riding, there is always room to learn something new.</p><p>The Motorcycle Safety Foundation promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "05",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation to Host Training Professionals in 2013 International Rider Education Training System Conference to be Held in Days Leading Up to Indianapolis MotoGP",
    "Date": "March 6, 2013",
    "Teaser": "<p>Against the backdrop of the Red Bull Indianapolis GP, a round of the MotoGP World Championship motorcycle races, the Motorcycle Safety Foundation will conduct its Third Annual International Rider Education Training System conference on August 15 and 16.</p>",
    "Body": "<p><strong>IRVINE, Calif., March 6, 2013</strong> - Against the backdrop of the Red Bull Indianapolis GP, a round of the MotoGP World Championship motorcycle races, the Motorcycle Safety Foundation will conduct its Third Annual International Rider Education Training System conference on August 15 and 16. The two prior IRETS events have drawn hundreds of rider education professionals interested in providing motorcyclists, particularly new riders, with the most effective skills and behaviors MSF has incorporated into its <i>RiderCourses</i>. This affords the safety-training professionals a unique opportunity to participate in a great weekend of racing and motorcycling events.</p><p>IRETS is one of two international motorcycle safety conferences that MSF will host in 2013. IRETS is designed to appeal to those currently using or interested in using MSF internationally. Plenary and breakout sessions will cover MSF curriculum delivery, quality assurance, and program administration at the state and international level, and provide MSF RiderCoaches and RiderCoach Trainers with knowledge to better bring the MSF curricula to life for their students.</p><p>The ifz/MSF International Motorcycle Safety Conference, scheduled in conjunction with the inaugural American International Motorcycle Expo (AIMExpo) in Orlando, Florida, will focus on the latest research from across the globe. Practical responses to research will be emphasized in riding exercises and other hands-on demonstrations.</p><p>\"The IRETS common theme is the use of MSF's Rider Education and Training System (RETS). The event brings trainer, administrators and other stakeholders together with MSF National Staff to network and share their best practices, tools and techniques,\" said MSF Vice President Robert Gladden. \"This year, our goal is for IRETS to again create an atmosphere where rider education professionals can strengthen partnerships and foster collaboration among their peers. As always, we celebrate the universal goal of positive student outcomes, of eliminating crashes, fatalities and injuries.\"</p><p>Slated for August 15 and 16 at the Sheraton Indianapolis at Keystone Crossing, registration for IRETS will open in May. A block of rooms with special pricing has been set aside at the host hotel and covered secure motorcycle parking will be available. IRETS participants will have the opportunity to purchase specially priced packages for the Red Bull Indianapolis GP weekend that include tickets to the race, behind the scenes tours and other great benefits.</p><p>The heart of this year's IRETS will be sessions offering information on the updated Basic <i>RiderCourse</i>, which now includes an eCourse component. Not only will attendees have access to this much-needed information, they'll also get details on how program providers can implement the BRC update. Additionally, MSF<i>RiderCourse</i> range activities will be available.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i> nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "06",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation's Newest iBook Designed to Help Increase Motorcyclist Awareness MSF's 'Intersection: Sharing the Road' Available on Apple's iBooks and iTunes",
    "Date": "March 28, 2013",
    "Teaser": "<p>In its latest effort to reach current and prospective motorcyclists and all other roadway users, and to promote an overall safer traffic mix, the Motorcycle Safety Foundation has launched its newest iBook, \"Intersection: Sharing the Road\". Available exclusively for iPads, the 32-page iBook costs just 99 cents and is accessible to users in 32 countries.</p>",
    "Body": "<p><strong>IRVINE, Calif., March 28, 2013</strong> - In its latest effort to reach current and prospective motorcyclists and all other roadway users, and to promote an overall safer traffic mix, the Motorcycle Safety Foundation has launched its newest iBook, <a href=\"https://itunes.apple.com/us/book/intersection/id621708813?mt=11\" target=\"_blank\">\"Intersection: Sharing the Road.\"</a> Available exclusively for iPads, the 32-page iBook costs just 99 cents and is accessible to users in 32 countries.</p><p>Created with the iBooks Author application, \"Intersection: Sharing the Road\" is a beautifully designed, multi-touch book filled with interactive diagrams, photos, and videos.  Readers simply tap the images to dive into captions, pinch and zoom through photo galleries and watch full-screen videos. Additionally, readers can swipe over text to make highlights, add their own notes and utilize the built-in dictionary. The iBook wirelessly syncs any bookmarks, highlights and notes with other devices and automatically remembers where readers left off when they return later.</p><p>\"We are very proud of 'Intersection: Sharing the Road'\", said MSF President Tim Buche. \"Our goal is to reduce motorcyclist-involved crashes. Intersection speaks to car drivers and other roadway users who are at fault in over 35% of crashes involving motorcycles. It's intended to help increase awareness of motorcyclists, in that it illustrates potentially hazardous situations through the eyes of different types of motorists and shows why certain situations can be more dangerous than others. But the main theme is that all motorists, regardless of their driving experience or the type of vehicle they drive, need to be aware of motorcyclists and understand the importance of sharing the road with them.\"</p><p>\"Intersection: Sharing the Road\" is the MSF's second iBook and is intended as a follow-up to its online publication titled \"Intersection: Leader's Guide.\" This guide is for those interested in facilitating group discussions where the focus is making automobile and truck drivers more aware of motorcycles. The MSF is currently in the process of making many of its programs, conferences, lectures, and other motorcyclist safety content available for download. Click <a href=\"https://itunes.apple.com/us/book/intersection/id621708813?mt=11\" target=\"_blank\">here</a> to view the \"Intersection: Sharing the Road\" iBook.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse,</i>&#8480; nearest you, visit <a style=\"text-decoration:underline\" href=\"http:///\" target=\"_blank\">www.msf-usa.org</a>or call (800) 446-9227.</p>"
  },
  {
    "id": "07",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation Announces 2013 Board of Trustees Kawasaki's Russ Brenan Elected Chair, KTM's Robert Pearce Voted Vice Chair",
    "Date": "April 5, 2013",
    "Teaser": "<p>The Motorcycle Safety Foundation's 2013 Board of Trustees elected new officers in its recent annual elections. Kawasaki Motors Corporation Senior Advisor of Government Relations and Public Affairs Russ Brenan is the newly elected chair, while KTM North America Vice President of Operations Robert Pearce takes over the role of vice chair.</p>",
    "Body": "<p><strong>IRVINE, Calif., April 5, 2013</strong> - The Motorcycle Safety Foundation's 2013 Board of Trustees elected new officers in its recent annual elections. Kawasaki Motors Corporation Senior Advisor of Government Relations and Public Affairs Russ Brenan is the newly elected chair, while KTM North America Vice President of Operations Robert Pearce takes over the role of vice chair. For the upcoming term, Brenan and Pearce are joined by Secretary/Treasurer Gary Higgins, representing American Honda Motor Corporation, and MSF President Tim Buche.</p><p>\"I am honored to be elected and excited to serve as chair of MSF,\" said Brenan. \"It is a pleasure to work with my fellow board members and the fine MSF staff, all of whom are committed to the goal of promoting rider safety. Along with the highly dedicated RiderCoaches all across the country, MSF will continue as the premier motorcycle rider training source with 400,000 motorcyclists trained annually. The coming year will bring exciting new offerings through the use of the latest technology to make MSF training and education programs even more accessible to the growing population of motorcyclists.\"</p><p class=\"article_img\"><a href=\"images/news/brenan_russ_300.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/brenan_russ_300.jpg\" height=\"300px\" /></a></p><p>Added newly elected MSF Vice Chair Pearce: \"I'm very grateful for this opportunity to serve as MSF vice chair. I have been a trustee since 2007 and, like all of the trustees and board members, I'm committed to helping support MSF's mission of making motorcycling safer and more enjoyable by offering current and prospective riders the highest-quality education and training available. Going into 2013, I look forward to working closely with everyone on the board and the MSF staff in this new capacity.\"</p><p>In addition to Brenan, Pearce, Higgins and Buche, MSF's 2013 Board of Trustees includes Bob Alsip (American Suzuki Motor Corp.), Gary Gray (Victory Motorcycles), Joe Dagley (Yamaha Motor Corporation) and Steve Piehl (Harley-Davidson Motor Company), as well as Board Members Sergio Carvajal (BMW Motorcycles USA), Isabelle Bouchard (BRP USA), Melissa MacCaull (Piaggio Group Americas) and Matt Sheahan (Triumph Motorcycles North America).</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "08",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation Programs Dedicated to Eliminating Motorcyclist Crashes, Injuries and Fatalities New Report Supports Need for More Research, Rider Training and Driver Awareness Initiatives to Increase Motorcyclist Safety",
    "Date": "April 24, 2013",
    "Teaser": "<p>In response to a preliminary report released today by the Governors Highway Safety Association that indicates motorcyclist deaths are projected to increase in 2012, Tim Buche, president and chief executive officer of the Motorcycle Safety Foundation, said, \"The numbers released today...</p>",
    "Body": "<p><strong>IRVINE, Calif., April 24, 2013</strong> - In response to a preliminary report released today by the Governors Highway Safety Association that indicates motorcyclist deaths are projected to increase in 2012, Tim Buche, president and chief executive officer of the Motorcycle Safety Foundation, said, &quot;The numbers released today are a somber reminder that motorcyclist safety should be everyone's responsibility. Each of us must do our part in making good decisions on the road so we can eliminate these needless and tragic motorcycle fatalities. Every roadway user needs to be a trained, alert, and active participant in the traffic mix.&quot;</p><p>For its part, the Motorcycle Safety Foundation continues its leadership role in initiating and enhancing programs dedicated to the goal of eliminating motorcyclist crashes, injuries and fatalities.</p><p><strong><u>Rider Education &amp; Training System</u></strong><br>The MSF has invested $2.4 million since 2010 in research initiatives that support ongoing curriculum development and quality assurance programs for its worldrenowned Rider Education &amp; Training System and Basic <em>RiderCourse</em>&#8480; motorcyclist training program.</p><p>&quot;We continue to increase our understanding of rider and other roadway user behaviors to direct improvements in our curricula that lead to improved student outcomes and a safer riding environment overall,&quot; said Dr. Ray Ochs, vice president of training systems for MSF. &quot;We've just completed a significant update to our most popular course, the Basic RiderCourse, with new classroom content focused on rider behavior, risk awareness and risk management. And, we've added new range exercises that focus on earlier acquisition of fundamental skills with an emphasis on the traffic situations that students will encounter on the road.&quot;</p><p>The enhancements to the Basic RiderCourse include:<br><ul><li>Approximately <strong>40 percent increase</strong> in content on rider perception and seeking escape paths</li><li>Approximately <strong>15 percent increase</strong> in practice time for swerving and other collision-avoidance skills</li><li>Approximately <strong>30 percent more</strong> classroom and range content on negotiating curves and cornering skills</li><li>Addition of an <strong>eCourse</strong> to reach even more current and prospective motorcyclists with the basic cognitive aspects of rider education</li></ul></p><p>MSF and its partners have trained more than 6.7 million new or returning motorcyclists since it began rider training education in 1974.</p><p><strong><u>iBooks:</u></strong><br>For those who have motorcyclists in their lives but are not riders themselves, MSF has expanded its distribution of motorcyclist safety educational materials online, with its recently published iBooks.<br><strong>&quot;Intersection&quot;</strong><br>&quot;Intersection: Sharing the Road&quot; aims to increase awareness of motorcyclists and scooters on the roadway with unique messages to drivers, commercial drivers, and others.<br><strong>&quot;Rider Choices&quot;</strong><br>&quot;Rider Choices&quot; is an interactive discussion tool to help a friend or family member have a serious conversation with a prospective motorcycle rider about a safe way forward. Both are available on iTunes.</p><p style=\"height:210px;\"><span class=\"col-lg-6 col-md-6 col-sm-6 col-xs-12\" align=\"center\"><img class=\"img-responsive\" src=\"http://msf-usa.org/images/digital/Intersection-Sharing-the-Road.png\" /></span><span class=\"col-lg-6 col-md-6 col-sm-6 col-xs-12\" align=\"center\"><img class=\"img-responsive\" src=\"http://msf-usa.org/images/digital/Rider-Choices.png\" /></span></p><p><strong><u>Motorist Awareness and Research</u></strong><br>The MSF also promotes safety awareness initiatives aimed at other motorists via <a href=\"http://www.forcardrivers.com\" target=\"_blank\">www.forcardrivers.com</a>. This targeted website provides safety tips, video instruction, and other resources for companies, individuals who drive a truck for a living, or just a concerned driver.</p><p>Engaging in its own research effort, the MSF recently partnered with the Virginia Tech Transportation Institute on the innovative MSF 100 Motorcyclists Naturalistic Study. Video cameras and data acquisition sensors are being used to track the actions of 100 riders over the course of a year to create a comprehensive assessment of the many factors contributing to both crashes and near-crashes and the common everyday riding. MSF seeks to use the results to improve its curricula and expand its other safety countermeasures.</p><p><strong><u>National Motorcycle Safety Fund</u></strong><br>Companies, clubs and individuals wishing to donate directly to motorcyclist safety initiatives can contact the National Motorcycle Safety Fund (NMSF), a charitable organization established in 1980 to augment the work of the MSF. The NMSF accepts tax-deductible contributions and applies them to motorcycle safety projects. In the past, the NMSF has provided helmets and alcohol awareness materials to training sites for use by beginning riders during the MSF Basic RiderCourse. NMSF is currently supporting the MSF 100 Motorcyclists Naturalistic Study. One hundred percent of contributions is dedicated to the National Motorcycle Safety Fund – none of the funds is used to cover administration costs. Visit msf-usa.org and click on &quot;Donate&quot; for more information.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480 nearest you, visit www.msf-usa.org or call (800) 446-9227.</p>"
  },
  {
    "id": "09",
    "Year": "2013",
    "Title": "Third Motorcycle Safety Foundation iBook Targets Prospective Motorcyclists, Their Friends and Families MSF's \"Rider Choices\" Now Available on iTunes",
    "Date": "May 22, 2013",
    "Teaser": "<p>The Motorcycle Safety Foundation has launched its third iBook on Apple's iTunes as part of an ongoing effort to promote motorcyclist safety on the roadways to a broader riding and non-riding audience.</p>",
    "Body": "<p><strong>IRVINE, Calif., May 22, 2013</strong> - The Motorcycle Safety Foundation has launched its third iBook on Apple's iTunes as part of an ongoing effort to promote motorcyclist safety on the roadways to a broader riding and non-riding audience.</p><p>Released exclusively for iPads, \"Rider Choices\" (<a href=\"https://itunes.apple.com/us/book/rider-choices/id626951750?mt=11\" target=\"_blank\">https://itunes.apple.com/us/book/rider-choices/id626951750?mt=11</a>) specifically addresses the questions and concerns of prospective motorcyclists, their families and friends. The interactive 32-page \"Rider Choices\" iBook is priced at just 99 cents.</p><p>\"At MSF, we believe 'Rider Choices' is the smartest way to consider motorcycling or to help someone else consider riding,\" said Tim Buche, MSF president and chief executive officer. \"We created an iBook that serves as an effective discussion tool to help a friend or family member have a serious conversation with a prospective motorcycle rider about the best next steps to take. It's our greatest hope that 'Rider Choices' stimulates meaningful discussions that lead to informed decisions about whether to ride.\"</p><p>Filled with visually appealing graphics, videos and interactive content, \"Rider Choices\" speaks candidly to risk management principles and the importance of training, motorist awareness, personal protective gear and more. Perhaps its most innovative feature is the \"Contract for Safety,\" (<a href=\"http://msf-usa.org/RiderChoices/MSF_Rider_Choices_Personal_Contract.pdf\" target=\"_blank\">http://msf-usa.org/RiderChoices/MSF_Rider_Choices_Personal_Contract.pdf</a>) which affirms that the prospective motorcyclist understands that family and friends may be concerned about their safety, and serves as their tangible commitment to riding safely and to minimize risk.</p><p>Because \"Rider Choices\" was created with the iBooks Author application, its content is completely interactive and syncs with other devices. It follows the recently released MSF iBook, \"Intersection: Sharing the Road\" and prior to that, \"Intersection: Leader's Guide.\" MSF will continue its practice of making many of its programs, conferences, lectures, and other motorcyclist safety content available for download.</p><p>\"Each of us must do our part in making good decisions on the road so we can eliminate motorcycle crashes, injuries and fatalities. Every roadway user needs to be a trained, alert and active participant in the traffic mix,\" said Buche.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "10",
    "Year": "2013",
    "Title": "The Clock is Ticking for Creative Kids to Enter the Still Time for Kids to Create Their Own Summer Blockbuster",
    "Date": "July 25, 2013",
    "Teaser": "<p>There are only three weeks left for kids to enter the \"Do the <i>Ride</i> Thing\" video contest. Kids have until August 15 to put together a video and help spread the important Ride Safe/Ride Smart message to other kids and compete for a $2,500 grand prize.</p>",
    "Body": "<p><strong>IRVINE, Calif., July 25, 2013</strong> - There are only three weeks left for kids to enter the \"Do the <i>Ride</i> Thing\" video contest. Kids have until August 15 to put together a video and help spread the important Ride Safe/Ride Smart message to other kids and compete for a $2,500 grand prize.</p><p>The contest is open to kids ages 6 to 18, and winning videos will be considered for use as an ATV Safety Institute or MSF Dirt Bike School public service announcement (PSA). All entries, 30 or 60 seconds in length, should be submitted via YouTube as video responses to the contest announcement video.</p><p>There will be three winners in each of the three age categories: 6-10, 11-14, and 15-18 and in two product categories: ATVs and dirt bikes. 1st Place winners earn $500, 2nd Place is $300, and 3rd Place is $200. Plus, all age and product categories are eligible to win the $2,500 Grand Prize. Official video content requirements, contest rules and entry forms are available at <a href=\"http://www.atvsafety.org/atv_psa_contest/\" target=\"_blank\">http://www.atvsafety.org/atv_psa_contest/</a>.</p><p>\"Summer isn't over yet, so there is still time for kids to grab their video cameras and show how important it is to have fun and ride their ATVs or dirt bikes responsibly for the Do the <em>Ride</em> Thing video contest,\" said Paul Vitrano, executive vice president, ASI. \"As kids prepare to return to school in upcoming weeks, entering this contest is a great way to wrap up a fun-filled summer of riding.\"</p><p>Each video submission should highlight at least one of the ATV Safety Institute's eight Golden Rules of ATV safety or the MSF's Dirt Bike Riding Tips which address warned-against behaviors and apply to all riders.</p><p>The ATV Safety Institute's Golden Rules</p><p><ol><li><div>Always wear a helmet and other protective gear.</div></li><li><div>Never ride on public roads -- another vehicle could hit you.</div></li><li><div>Never ride under the influence of alcohol or other drugs.</div></li><li><div >Never carry a passenger on a single-rider vehicle, nor more than an operator and passenger on an ATV designed for two persons.</div></li><li><div >Ride an ATV that's right for your age.</div></li><li><div >Supervise riders younger than 16; ATVs are not toys.</div></li><li><div >Ride only on designated trails and at a safe speed. </div></li><li><div >Take an ATV <i>RiderCourse</i>&#8480;; call toll-free at (800) 887-2887, or go to <a href=\"http://www.atvsafety.org\" target=\"_blank\">www.atvsafety.org</a> to sign up or try the new free online e-course.</div></li></ol></p><p>MSF Dirt Bike Riding Tips</p><p><ol><li><div >Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves. </div></li><li><div >Except for dual-purpose models, never ride on paved surfaces except to cross when done safely and permitted by law - another vehicle could hit you. Dirt bikes are designed to be operated off-highway.</div></li><li><div >Never ride under the influence of alcohol or drugs. </div></li><li><div >Supervise riders younger than 16; dirt bikes are not toys. </div></li><li><div >Don't let youngsters ride motorcycles that are too tall or powerful for their capabilities.</div></li><li><div >Ride in the company of others so you can assist each other in the event of trouble.</div></li><li><div >Ride only on designated trails and at a safe speed. </div></li><li><div >Take a hands-on riding course. Visit DirtBikeSchool.com.</div></li></ol></p><p><strong>Background</strong></p><p>There are nearly ten million ATVs in use across the United States, being operated by more than 35 million Americans. Since many ATV owners share their ATVs, it is essential that both experienced and new riders understand the importance of safe and responsible use of ATVs.</p><p>This is especially crucial during the summer and holidays, when children have more free time to ride. Nearly 90 percent of youth ATV-related injury incidents occur when a youth is operating an ATV manufactured and intended for use by an adult. Parental supervision is a key element to a child's safety, and children under the age of 16 must be supervised at all times when operating an ATV. Parents literally hold the key to their children's safety: Every new ATV has an ignition key, and when a parent or guardian controls the key, they control the ATV's use.</p><p>The \"Do the Ride Thing\" Contest is sponsored by the ATV Safety Institute, the Right Rider Access Fund and the Motorcycle Safety Foundation's Dirt Bike School.</p><p>The All-Terrain Vehicle Safety Institute® develops rider training programs and promotes the safe and responsible use of ATVs. The ASI works to reduce crashes and injuries resulting from improper ATV use. Formed in 1988, the ASI is a not-for-profit division of the Specialty Vehicle Institute of America®. For safety information or to enroll in the ATV <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.atvsafety.org\">www.atvsafety.org</a> or call (800) 887-2887.</p>"
  },
  {
    "id": "11",
    "Year": "2013",
    "Title": "Steering Committee Selects Presentations for 2013 International Motorcycle Safety Conference Worldwide Safety Experts Comprise Prestigious Committee",
    "Date": "July 31, 2013",
    "Teaser": "<p>The Steering Committee of the 2013 Motorcycle Safety Foundation/ifz International Motorcycle Safety Conference (IMSC) is pleased to announce the final selections for papers to be presented at the IMSC conference in Orlando, Fla. The conference will be held October 16 and 17 and will coincide with the inaugural American International Motorcycle Expo (AIM Expo), October 16 through 20,in Orlando, Fla.</p>",
    "Body": "<p><strong>IRVINE, Calif., July 31, 2013</strong> - The Steering Committee of the 2013 Motorcycle Safety Foundation/ifz International Motorcycle Safety Conference (IMSC) is pleased to announce the final selections for papers to be presented at the IMSC conference in Orlando, Fla. The conference will be held October 16 and 17 and will coincide with the inaugural American International Motorcycle Expo (AIM Expo), October 16 through 20,in Orlando, Fla.</p><p>The 10-person committee, chaired by Motorcycle Safety Foundation President and CEOTim Buche and formed by Buche and Dr. Achim Kuschefski, Director of theInstitut für Zweiradsicherheit, provided guidance and direction for conference content, and selected the presentations for the U.S.-based conference. The committee's selections will bring together motorcycle safety experts with diverse backgrounds from 3 continents. Titled \"The Human Element: The Way Forward,\" the conference is sponsored by the MSF and co-sponsored by the GermanInstitute for Motorcycle Safety (ifz, Institut fur Zweiradsicherheit).</p><p>Seventeen abstracts addressing a wide range of topics were accepted by the steering committee and assigned among these four categories: SafetyTechnology And Initiatives, Rider Characteristics, Crash Analysis, and Personal Protective Equipment. The research authors hail from the United States, Germany, Australia, Italy, UK, and Sweden.</p><p>Because \"The Human Element: The Way Forward\" focuses on human factors and how they interact with social, vehicle and environmental elements relating to motorcyclist safety, the selected conference presentations focus on topics such as naturalistic studies, motorcyclist crash analysis, rider behaviors and attitudes, training effectiveness, infrastructure technology and more.</p><p>In addition, MSF has been assigned a block of time to present updates on three current projects of interest to the training and research community: The MSF 100 Motorcyclists Naturalistic Study, theMSF/NHTSA Discovery Project, the update to the Basic <i>RiderCourse</i>, the premier novice rider training curriculum in the U.S., and the first ever MSF eCourse.</p><p>Two panel discussions titled \"Research: Choices,Values, and Limitations of Distinct Methodologies\" and \"Research: Practical Uses and Evolving Needs of Research 'Consumers',\" will round out the conference.</p><p>A detailed agenda including presentation titles and authors is available at <a href=\"https://online.msf-usa.org/RACE/attachments/imsc/IMSC-2013-Schedule.pdf\" target=\"_blank\">https://online.msf-usa.org/RACE/attachments/imsc/IMSC-2013-Schedule.pdf</a></p><p>\"We are honored to host this event in our country and to have an experienced and erudite group of safety experts making up the steering committee,\" said MSF Board of Trustees Chairman Russ Brenan. \"We expect the selections will provide a forum dedicated to not only current research, but also next generation innovations in motorcyclist safety. Our goalis to have conference results assist industry, government, academic institutions, and research organizations in planning research and improving programsrelated to the safety needs of all motorcyclists.\"</p><p>The members of the steering committee for the 2013 ifz/Motorcycle Safety Foundation International Motorcycle Safety Conference:</p><p><ul type=\"disc\"><li>Steering Committee Chair Tim Buche, MSF President and CEO, Irvine, CA</li><li>Dr. -Ing. Achim Kuschefski, Director, ifz - Institut für Zweiradsicherheit e.V., Germany</li><li>Dr. Hermann Winner, Fachgebietsleitung, Technische Universität Darmstadt, Fachgebiet Fahrzeugtechnik, Germany</li><li>Professor Narelle Haworth, Centre for Accident Research and Road Safety – Queensland, Queensland University of Technology, Australia</li><li>Prof. Dietmar Otte, Head of Accident Research, Medical University Hannover, Germany</li><li>Andy Schaudt, M.S., M.B.A., Senior Research Associate, Motorcycle Research Group, Virginia Tech Transportation Institute, Blacksburg, VA</li><li>Eric R. Teoh, Senior Statistician, Insurance Institute for Highway Safety, Arlington, VA</li><li>Terry Smith, Ph.D., Senior Principal Researcher, Dynamic Research Inc., Torrance, CA</li><li>David Thom, Senior Consultant, Collision and Injury Dynamics, Inc., El Segundo, CA</li><li>John W. Nazemetz, Ph.D., Associate Professor, School of Industrial Engineering and Management, Oklahoma State University, Stillwater, OK</li></ul></p><p>The most recent U.S. International Motorcycle Safety Conference that was dedicated to research initiatives, also co-sponsored by the MSF and ifz, was held in 2006. Eighteen countries and 32 states were represented, with a total of nearly 350 participants at that conference.</p><p>Registration to attend the conference is available online through September 15 at <a href=\"https://online.msf-usa.org/RACE/Default.aspx?EPID=193&amp;QID=A6D19F03-D24B-4CAC-90AE-8927DA1D11F8\" target=\"_blank\">https://online.msf-usa.org/RACE/Default.aspx?EPID=193&amp;QID=A6D19F03-D24B-4CAC-90AE-8927DA1D11F8</a> The fee is $249 in advance or $349 at the door, with an optional reception dinner on October 16 for $49.</p><p>The Motorcycle Safety Foundation<sup >®</sup> promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others&nbsp;to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling.Standards established by the MSF<sup >®</sup>have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit<a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "12",
    "Year": "2013",
    "Title": "MSF Basic eCourse Offers Convenient Online Training for Potential and Current Motorcyclists MSF Basic eCourse Available in Conjunction with Hands-On Basic <i>RiderCourse</i>&#8480; or as Stand-Alone Rider Education",
    "Date": "Aug. 14, 2013",
    "Teaser": "<p>Designed to promote lifelong learning in a convenient, informative online format, the new Motorcycle Safety Foundation Basic e<i>Course</i> is now available for $19.99 on MSF's homepage. The highly interactive three-hour MSF Basic e<em>Course</em> incorporates photos, graphics, video and more.</p>",
    "Body": "<p><strong>IRVINE, Calif., Aug. 14, 2013</strong> - Designed to promote lifelong learning in a convenient, informative online format, the new Motorcycle Safety Foundation Basic e<i>Course</i> is now available for $19.99 on MSF's homepage. The highly interactive three-hour MSF Basic e<em>Course</em> incorporates photos, graphics, video and more to provide participants with the basics of motorcycling with emphasis on personal safety and responsibility. The MSF Basic e<em>Course</em> can be completed on its own as a stand-alone program or it can be taken in conjunction with the updated-for-2014, hands-on Basic <i>RiderCourse</i>&#8480;, the only place to develop your actual riding skills and learn to ride.</p><p>\"The MSF is very excited about the new MSF Basic e<i>Course</i>,\" said MSF Vice President of Training Systems Dr. Ray Ochs. \"It combines concepts and content from the updated Basic <i>RiderCourse</i> with virtual learning, allowing users to take the course at their own pace, as often as they like. As always, MSF's ultimate goal is to develop motorcyclists of good riding character and reduce the frequency and severity of motorcycle crashes. We believe accessible online training and education is another meaningful way to achieve that.\"</p><p>Designed to complement and reinforce the content in the updated BRC 2014 curriculum, the MSF Basic e<i>Course</i> is beneficial for new and experienced riders alike. It helps new riders decide whether or not motorcycling is appropriate for them, and it prepares them for their first ride in the formal, hands-on training provided in the Basic <i>RiderCourse</i>. It also helps current riders who are looking for a safety renewal opportunity to refresh and improve their current riding strategies.</p><p>The MSF Basic e<i>Course</i> outlines key safety concepts to promote responsible riding and risk-reducing behavior. It allows users to repeat segments at their convenience and provides end-of-segment knowledge checks that ensure the user understands the material addressed. Upon completion of the MSF Basic e<i>Course</i>, students receive a certificate for their efforts. Initial concept testing of the MSF Basic e<em>Course</em> showed it communicates well to prospective riders, while also renewing fundamental safety strategies for riders with experience.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "13",
    "Year": "2013",
    "Title": "NHTSA's David Strickland to Headline Motorcycle Safety Conference",
    "Date": "Aug. 26, 2013",
    "Teaser": "<p>The Motorcycle Safety Foundation welcomes David Strickland, administrator of the National Highway Traffic Safety Administration, as the keynote speaker for the 2013 MSF/ifz International Motorcycle Safety Conference. Co-sponsored by MSF and the Germany-based Institute for Motorcycle Safety, the two-day event is scheduled for Oct. 16 – 17, 2013, and will be held in conjunction with the inaugural American International Motorcycle Expo in Orlando, Fla.</p>",
    "Body": "<p><strong>IRVINE, Calif., Aug. 26, 2013</strong> - The Motorcycle Safety Foundation welcomes David Strickland, administrator of the National Highway Traffic Safety Administration, as the keynote speaker for the 2013 MSF/ifz International Motorcycle Safety Conference. Co-sponsored by MSF and the Germany-based Institute for Motorcycle Safety, the two-day event is scheduled for Oct. 16 – 17, 2013, and will be held in conjunction with the inaugural American International Motorcycle Expo in Orlando, Fla.</p><p>\"MSF is honored to have David Strickland deliver the keynote speech at the MSF/ifz International Motorcycle Safety Conference,\" said MSF President Tim Buche. \"And we wish to extend our deepest gratitude to the ifz and its Director, Achim Kuschefski, for helping making this conference possible, as well as to the motorcycle safety community for their enthusiastic participation. Everyone at MSF is eagerly anticipating the first international safety conference on U.S. soil since 2006.\"</p><p>In addition to Strickland's address, MSF-specific presentations will include initial observations from the groundbreaking MSF 100 Motorcyclists Naturalistic Study, data from the MSF/NHTSA Discovery Project and details on the updated MSF Basic <i>RiderCourse</i>&#8480;. Additional topics to be addressed include Safety Technology and Initiatives, Rider Characteristics, Crash Analysis and Personal Protective Equipment. Panel discussions will accompany the presentations.</p><p>MSF expects approximately 300 attendees at the conference, mostly consisting of the international traffic safety research community, representatives from traffic safety schools, as well as executives and engineers from the major motorcycle manufacturers, other academics, plus the trade and enthusiast motorcycle industry press.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org\">www.msf-usa.org</a> or call (800) 446-9227.</p><p>The ifz (Institute for Motorcycle Safety), located in Essen, Germany, is dedicated to improving the safety of powered two-wheelers, investigating and incorporating new approaches to road traffic safety, disseminating advice about motorcycle riding, and encouraging mutual understanding among all road traffic participants. As a member of the German Verkehrssicherheitsrat (DVR, a German Association working on behalf of Road Traffic Safety), the ifz actively co-operates in the development and realization of road safety programs for motorized two-wheelers, from motor-assisted bicycles to high engine capacity motorcycles.</p><p>Simultaneously, the ifz supports projects carried out by BASt (Bundesanstalt fu¨r Straßenwesen, German Federal Highway Research Institute) on the same topic. In addition to local research, the ifz organizes international motorcycle conferences, in co-operation with the U.S.-based Motorcycle Safety Foundation (MSF), which are attended by scientists from all over the world.</p>"
  },
  {
    "id": "14",
    "Year": "2013",
    "Title": "ATV Safety Institute and Motorcycle Safety Foundation Announce Do the Ride Thing Video Contest Winners. Youth Across Country Earn Cash for Public Service Announcements",
    "Date": "September 17, 2013",
    "Teaser": "Young riders across America used their creativity and video skills to produce public service announcements and be in the running to win a total of $8,500 in this year's Do the Ride Thing competition. Fifteen-year-old Jacob Sestak of Prague, Okla., won the $2,500 Grand Prize in the fourth annual contest to promote safe and responsible riding, sponsored by the ATV Safety Institute, Motorcycle Safety Foundation and Right Rider Access Fund. Sestak's video stressed the importance of safety while using ATVs in agricultural work.",
    "Body": "<p><strong>IRVINE, Calif., Sept. 17, 2013</strong> - Young riders across America used their creativity and video skills to produce public service announcements and be in the running to win a total of $8,500 in this year's Do the Ride Thing competition.</p><p>Fifteen-year-old Jacob Sestak of Prague, Okla., won the $2,500 Grand Prize in the fourth annual contest to promote safe and responsible riding, sponsored by the ATV Safety Institute, Motorcycle Safety Foundation and Right Rider Access Fund. Sestak's video stressed the importance of safety while using ATVs in agricultural work.</p><p align=\"center\"><a href=\"http://www.atvsafety.org/atv_psa_contest/archive.html\" target=\"_blank\"><img class=\"img-responsive\" src=\"http://www.atvsafety.org/images/news/jacob-winner-dtrt-2013-ss.jpg\" alt=\"Jacob Sestak - Winner of the 2013 Do the Ride Thing PSA Video Contest\" width=\"300px\" /></a></span><br /><em>Click to watch Jacob Sestak's winning entry</em></p><p>&quot;I am very humbled and honored to receive such a grand award,&quot; Sestak said. &quot;I really enjoyed putting together the videos I have done the past two years. This prize money will be very helpful in furthering my education after high school.&quot;</p><p>Sestak said that after completing the ATV RiderCourse in the fall of 2011, he realized the importance of informing the public about the use of proper gear and machine size.</p><p>&quot;It is my hope that in seeing my video that people will understand the absolute necessity of wearing the proper personal protective equipment for the task at hand,&quot; Sestak said. &quot;It only takes a second to prevent a life-altering injury.&quot;</p><p style=\"font-size:1.1em;text-decoration:underline;font-weight:bold;\">Age/Category winners for Do the Ride Thing 2013</p><span><strong>Ages 6-10 | ATV</strong><br /><ol><li>Jade Dillenbeck of Tully, New York </li><li>Jaden Boyle of Stockton, Kansas </li><li>Teag Thompson of Clarence City, New York</li></ol></span><span><strong>Ages 11-14 | ATV</strong><br /><ol><li>Elizabeth Klumpp of Edmond, Oklahoma</li><li>Emilie Burns of Buckeye, Arizona</li><li>Ryan Dillow of Edmund, Oklahoma</li></ol></span><span><strong>Ages 15-18 | ATV</strong><br /><ol><li>Bobby Burns of Buckeye, Arizona </li><li>Brittany Magoon of Mico, Texas</li><li>Keegan Carlson of Glendale, Arizona</li></ol></span><span><strong>Ages 15-18 | Dirt Bike</strong><br /><ol><li>Jessica Rhodes of Nibley, Utah</li><li>Elijah and Emma Hurst of Torrance, California</li><li>Jack DeDobbelaere of St. Charles, Illinois</li></ol></span><p>All of the winning videos can be viewed <a href=\"http://www.atvsafety.org/atv_psa_contest/archive.html\" target=\"_blank\">here</a>.</p><p>&quot;Youth tend to be more receptive to messages about safety when it comes from their peers,&quot; said ASI Executive Vice President Paul Vitrano. &quot;This program allows youth to teach other kids, and their parents, the importance of safety when riding an ATV or dirt bike, while using their own creativity and storyline. We strongly encourage trade and enthusiast media, manufacturers, distributors, retailers and youth organizations to share the winning videos.&quot;</p><p>The contest took place from June 1 to Aug. 15. More than 40 submissions were reviewed by a judging panel of ASI and Right Rider Access Fund staff. In addition to the grand prize winner, three ATV entries in three age categories (6-10, 11-14 and 15-18) were awarded prizes of $500, $300 and $200. The 15-18 age group was the only dirt bike category with entrants who met the contest requirements, and winners were also awarded first-, second- and third-place prizes of $500, $300 and $200.</p><p>The ASI and MSF encourage riders to always follow eight important safety rules.</p><p><strong>The ATV Safety Institute's Golden Rules</strong></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves.</li><li>Never ride on paved roads except to cross when done safely and permitted by law. Another vehicle could hit you. ATVs are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or drugs. </li><li>Never carry a passenger on a single-rider ATV, and no more than one passenger on an ATV specifically designed for two people.</li><li>Ride an ATV that's right for your age.</li><li>Supervise riders younger than 16. ATVs are not toys.</li><li>Ride only on designated trails and at a safe speed. </li><li>Take a hands-on ATV <em>RiderCourse</em> and the free online E-Course. Visit <a href=\"http://www.atvsafety.org\" target=\"_blank\">ATVSafety.org</a> or call (800) 887-2887.</li></ol><p><Strong>MSF Dirt Bike Riding Tips</Strong></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves.</li><li>Except for dual-purpose models, never ride on paved surfaces except to cross when done safely and permitted by law. Another vehicle could hit you. Dirt bikes are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or drugs.</li><li>Supervise riders younger than 16. Dirt bikes are not toys.</li><li>Never permit youngsters to ride dirt bikes that are too tall or too powerful for their capabilities.</li><li>Don't ride alone on remote trails. Use the buddy system.</li><li>Ride only on designated trails and at a safe speed.</li><li>Take a hands-on riding course. Visit <a href=\"http://www.dirtbikeschool.org\" target=\"_blank\">DirtBikeSchool.org</a>.</li></ol><p>The Do the Ride Thing Contest is sponsored by the <a href=\"http://www.atvsafety.org/\" target=\"_blank\">ATV Safety Institute</a>, the Motorcycle Safety Foundation's <a href=\"http://www.dirtbikeschool.org/\" target=\"_blank\">Dirt Bike School</a> and the <a href=\"http://www.riderfund.com/\" target=\"_blank\">Right Rider Access Fund</a>.</p><p>The All-Terrain Vehicle Safety Institute® develops rider training programs and promotes the safe and responsible use of ATVs. The ASI works to reduce crashes and injuries resulting from improper ATV use. Formed in 1988, the ASI is a not-for-profit division of the <a href=\"http://www.svia.org\" target=\"_blank\">Specialty Vehicle Institute of America&reg;</a>. For safety information or to enroll in the ATV <em>RiderCourse</em>&#8480; nearest you, visit <a href=\"http://www.atvsafety.org\" target=\"_blank\">www.atvsafety.org</a> or call (800) 887-2887.</p><p>The Motorcycle Safety Foundation&reg; promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <em>RiderCourse</em>&#8480;> nearest you, visit <a href=\"http://www.msf-usa.org\">www.msf-usa.org</a> or call (800) 446-9227.</p><p>The Right Rider Access Fund combines the existing support of the powersports industry associations with contributions from businesses and individuals. The fund uses industry expertise on a charitable basis to manage the work of the Fund, with the result being that 100 percent of contributions support riders. The breadth of the funding sources, the depth of expertise and the absence of overhead make the Fund a one-of-a kind resource for OHV enthusiasts. For more information, to contribute or for assistance in establishing a payroll deduction or matching gift program, visit <a href=\"http://www.riderfund.org\" target=\"_blank\">www.riderfund.org</a> or call (877) 806-7813.</p><p>The Right Rider Access Fund is a charitable, community benefit organization created in 2011 to support off-highway vehicle enthusiasts directly, by supplementing the work of the Motorcycle Industry Council, the Specialty Vehicle Institute of America, and the Recreational Off-Highway Vehicle Association, and in other ways. The Fund's charitable mission is to promote the safe and responsible use of off-highway vehicles and to preserve their access to appropriate lands. Visit <a href=\"http://www.riderfund.org\" target=\"_blank\">http://www.riderfund.org</a>.</p>"
  },
  {
    "id": "15",
    "Year": "2013",
    "Title": "Motorcycle Safety Foundation Debuts Riding Tips Mobile App MSF's \"Dr. Jim's Riding Tips\" Available on iTunes for iPhones, iPads",
    "Date": "September 18, 2013",
    "Teaser": "<p>In another move intended to help make the Motorcycle Safety Foundation's safety tips and practical strategies even more accessible to riders, the MSF has released its first official educational app on iTunes for use with iPhones and iPads. Titled \"Dr.Jim's Riding Tips\", the app uses existing MSF self-paced safety lessons to help current motorcycle owners improve their riding skills, and is priced at $1.99 on iTunes.</p>",
    "Body": "<p><strong>IRVINE, Calif., Sept. 18, 2013</strong> - In another move intended to help make the Motorcycle Safety Foundation's safety tips and practical strategies even more accessible to riders, the MSF has released its first official educational app on iTunes for use with iPhones and iPads. Titled \"<a href=\"https://itunes.apple.com/us/app/motorcycle-riding-tips/id703154709?mt=8&amp;uo=4\" target=\"_blank\">Dr.Jim's Riding Tips</a>,\" the app uses existing MSF self-paced safety lessons to help current motorcycle owners improve their riding skills, and is priced at $1.99 on <a href=\"https://itunes.apple.com/us/app/motorcycle-riding-tips/id703154709?mt=8&amp;uo=4\" target=\"_blank\">iTunes</a>.</p><p>The app features Dr. James Heideman - MSF's director of licensingprograms - and incorporates Heideman's 10-video series, which is based on theMSF long-standing publication, \"<a href=\"http://msf-usa.org/downloads/Street_Motorcycle_Tips_2010.pdf\" target=\"_blank\">You and Your Motorcycle: Riding Tips</a>.\" It also allows motorcyclists to use theirown motorcycles to practice basic maneuvering and braking techniques at lowspeeds in a practice riding area of their choosing. Additionally, the app showsthe user how to properly prepare the practice area, set up the various paths oftravel and conduct the drills.</p><p>\"MSF's goal with ‘Dr. Jim's Riding Tips' is two-fold: to make accessingand understanding these basic motorcycling practice drills as easy as possible,and to help riders prepare for their state's licensing test,\" said Heideman. \"The only prerequisite skill necessary is the basic ability to ride amotorcycle. Naturally, this includes experience using the brakes, throttle,clutch and transmission. But the mobile app is designed so that anyone withreal riding experience, and an iPhone or an iPad, can implement these MSFsafety lessons at their own pace.\"</p><p>The Motorcycle Safety Foundation<sup>®</sup> promotes safety through rider trainingand education, operator licensing tests and public information programs. TheMSF works with the federal government, state agencies, the military and others to offer training for allskill levels so riders can enjoy a lifetime of safe, responsible motorcycling.Standards established by the MSF<sup>®</sup> have been recognized worldwide since 1973.</p><p>The MSFis a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda,Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safetyinformation or to enroll in the <i>RiderCourse</i>&#8480;nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "16",
    "Year": "2013",
    "Title": "AIMExpo Show-Goers and Media Can Get Behind the Wheel and the Handlebars with Intros to Motorcycles, ATVs and ROVs RiderCoaches, DriverCoaches and Instructors There to Help",
    "Date": "October 14, 2013",
    "Teaser": "<p>AIMExpo attendees can experience first-hand the fun and thrill of riding motorcycles, dirt bikes, ATVs and side-by-sides with introductory \"experiences\" with the help of certified and licensed coaches and instructors this week just outside the Orange County Convention Center in Orlando, Fla.</p>",
    "Body": "<p><strong>IRVINE, Calif., Oct. 14, 2013</strong> - <a href =\"http://www.aimexpousa.com/AIME/AIMExpo.aspx\" target=\"_blank\" >AIMExpo</a> attendees can experience first-hand the fun and thrill of riding motorcycles, dirt bikes, ATVs and side-by-sides with introductory \"experiences\" with the help of certified and licensed coaches and instructors this week just outside the Orange County Convention Center in Orlando, Fla.</p><p>The introductory experiences, Oct. 18-20, in conjunction with the American International Motorcycle Expo, will be hosted by the <a href=\"http://www.atvsafety.org/\" target=\"_blank\">ATV Safety Institute</a>, the <a href =\"http://www.msf-usa.org/\">Motorcycle Safety Foundation</a>, and the <a href =\"http://www.rohva.org/\" target=\"_blank\">Recreational Off-Highway Vehicle Association</a>. The experiences are completely free and include protective gear.</p><p>The introductory experiences are aimed at getting media and consumers aboard on- and off-highway vehicles and making them aware of the right way to get into riding and driving these machines,\" said Tim Buche, president and CEO of MSF, ASI and ROHVA. After they enjoy a fun, hands-on experience, working with a helpful, safety-minded MSF RiderCoach, ROHVA DriverCoach or ASI Instructor, we want everyone to seek further training through one of our complete courses that are available nationwide.\"</p><p>The introductory experiences will be available at the South Parking Lot of the Orange County Convention Center, 9800 International Drive in Orlando, during the following times:</p><p><ul><li>Friday, Oct. 18, 1 p.m. – 5 p.m.</li><li>Saturday, Oct. 19, 9 a.m. – 5 p.m.</li><li>Sunday, Oct. 20, 10 a.m. – 4 p.m.</li></ul></p><p>The AIMExpo will feature 12 categories of vendors, ranging from accessories to parts, oil and chemical, maintenance, apparel, non-profit organizations and more. Many of the leading vehicle manufacturers will also have displays of motorcycles, ATVs and ROVs. The show (<a href=\"http://aimexpousa.com/\" target=\"_blank\">aimexpousa.com</a>) is open for media and trade Oct. 16-17, then open to the public Oct. 18-20.</p><p>The All-Terrain Vehicle Safety Institute® develops rider training programs and promotes the safe and responsible use of ATVs. The ASI works to reduce crashes and injuries resulting from improper ATV use. Formed in 1988, the ASI is a not-for-profit division of the Specialty Vehicle Institute of America®. For safety information or to enroll in the ATV <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.atvsafety.org/\" target=\"_blank\">www.atvsafety.org</a> or call (800) 887-2887.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org/\">www.msf-usa.org</a> or call (800) 446-9227.</p><p>The Recreational Off-Highway Vehicle Association is a national industry organization that promotes the safe and responsible use of ROVs. ROHVA is accredited by the American National Standards Institute (ANSI) to develop equipment, configuration and performance standards. Based in Irvine, Calif., the not-for-profit association is sponsored by Arctic Cat, BRP, Honda, John Deere, Kawasaki, Polaris and Yamaha. For more information visit <a href=\"http://www.rohva.org/\" target=\"_blank\">www.rohva.org</a>.</p>"
  },
  {
    "id": "17",
    "Year": "2013",
    "Title": "Multiple Continents Represented at 2013 MSF/ifz International Motorcycle Safety Conference MSF Hosts Worldwide Safety Experts at American International Motorcycle Expo",
    "Date": "November 5, 2013",
    "Teaser": "<p>The 2013 Motorcycle Safety Foundation/ifz International Motorcycle Safety Conference saw four continents, 23 countries and 39 US States, plus the District of Columbia, represented as motorcycle safety experts came together to share ideas and research data in an effort to improve motorcycling safety.</p>",
    "Body": "<p><strong>IRVINE, Calif., Nov. 5, 2013</strong> - The 2013 Motorcycle Safety Foundation/ifz International Motorcycle Safety Conference saw four continents, 23 countries and 39 US States, plus the District of Columbia, represented as motorcycle safety experts came together to share ideas and research data in an effort to improve motorcycling safety. The first safety conference of its kind in the United States since 2006, IMSC was held October 16 and 17 and coincided with the inaugural American International Motorcycle Expo, October 16 through 20, in Orlando, Fla.</p><p>Titled \"The Human Element: The Way Forward,\" the conference was jointly sponsored by the MSF and the German Institute for Motorcycle Safety (ifz, Institut fur Zweiradsicherheit). The event included researchers from diverse backgrounds and who addressed topics in the following categories: Safety Technology And Initiatives, Rider Characteristics, Crash Analysis and Personal Protective Equipment. Researchers came from the United States, Germany, Australia, Italy, the United Kingdom and Sweden.</p><p>\"We are honored to have hosted such a successful international safety event as the 2013 MSF/ifz International Motorcycle Safety Conference,\" said MSF Chairman Russ Brenan. \"And we wish to extend our deepest gratitude to the ifz and its Director, Achim Kuschefski, for helping making this conference possible.\"</p><p>MSF President Tim Buche said, \"Our goal was to provide a forum that would assist industry, government, academic institutions and research organizations in devising and improving countermeasures to enhance the safety of all motorcyclists, including rider training and licensing, protective gear, advanced motorcycle technology, education of non-motorcyclists, and identifying avenues for further research. We feel that we more than achieved those aims with IMSC.\"</p><p>With \"The Human Element: The Way Forward\" focusing on human factors in relation to motorcyclist safety, the MSF presented current updates on three of its most relevant projects: The MSF 100 Motorcyclists Naturalistic Study, the MSF/NHTSA Discovery Project and the update to the Basic <i>RiderCourse</i>&#8480;. The latter is the premier novice rider training curriculum in the U.S. and now incorporates the first-ever MSF eCourse. Two panel discussions were also held: \"Research: Choices, Values, and Limitations of Distinct Methodologies\" and \"Research: Practical Uses and Evolving Needs of Research 'Consumers'.\"</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Suzuki, Triumph, Victory and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href=\"http://www.msf-usa.org\">www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "18",
    "Year": "2014",
    "Title": "Motorcycle Safety Foundation Posts Tip Sheet Helping Riders Become More Visible to Motorists",
    "Date": "Febryary 25, 2014",
    "Teaser": "<p>\"I never saw him\" is something heard all too often at the scene of a motorcycle crash. To help riders stand out in traffic and compensate for inattentive car drivers, the Motorcycle Safety Foundation has posted a new tip sheet and public service announcement called \"Pretend You Are Invisible.\"</p>",
    "Body": "<p><strong>IRVINE, Calif., Feb. 25, 2014</strong> - \"I never saw him\" is something heard all too often at the scene of a motorcycle crash. To help riders stand out in traffic and compensate for inattentive car drivers, the Motorcycle Safety Foundation has posted a new tip sheet and public service announcement called \"Pretend You Are Invisible.\"</p><p>\"Motorcyclists should pretend they are invisible to car drivers,\" said Ken Glaser, MSF's director of special projects. \"If you assume others on the road can't see you on a motorcycle, you will tend to ride in a hyper-aware mindset and notice much more detail of your surroundings. Pretending you cannot be seen by others will help you take the initiative to ride more responsibly and defensively.\"</p><p>To see the new PSA, riders should visit the Safety Tips section of msf-usa.org to <a href='http://msf-usa.org/downloads/MSF-Quick-Tips-Pretend-You-Are-Invisible.pdf' target='_blank'>download Quick Tips</a>.</p><p>\"Quick Tips: Pretend You Are Invisible\" suggests ways to be more detectable to car drivers, such as wearing a brightly colored helmet and easy-to-see riding gear that stands out, using the headlight, and taking an approved rider training course to learn how to maneuver the motorcycle in emergencies.</p><p>\"We hope that safety-minded organizations and publications will pass Quick Tips on to their audiences and encourage motorcyclists to make themselves more visible on the road,\" Glaser said. \"We also encourage riders to make the wise choice to protect themselves by wearing all the gear, all the time.\"</p><p>The MSF Quick Tips collection also includes:<ul style='list-style:none;text-align:left;'><li><a href='http://msf-usa.org/downloads/Quick-Tips-Should-You-Ride-A-Motorcycle-2009.pdf' target='_blank'>\"Should You Ride A Motorcycle?\"</a></li><li><a href='http://msf-usa.org/downloads/If_you_ride_a_motorcycle.pdf' target='_blank'>\"If You Ride A Motorcycle\"</a></li><li><a href='http://msf-usa.org/downloads/T-CLOCS_Inspection_Checklist_2012.pdf' target='_blank'>\"T-CLOCS\" Pre-Ride Inspection Checklist</a></li><li><a href='http://msf-usa.org/downloads/Motorist_Awareness_tips.pdf' target='_blank'>\"Ten Things All Car & Truck Drivers Should Know About Motorcycles\"</a></li><li><a href='http://msf-usa.org/downloads/Passenger_Tip_Sheet.pdf' target='_blank'>\"Riding With A Passenger\"</a></li><li><a href='http://msf-usa.org/downloads/Group_Ride.pdf' target='_blank'>\"Group Riding\"</a></li><li><a href='http://msf-usa.org/downloads/Alcohol_Awareness.pdf' target='_blank'>\"Alcohol Awareness\"</a></li><li><a href='http://msf-usa.org/downloads/Preventing_motorcycle_theft.pdf' target='_blank'>\"Preventing Motorcycle Theft\"</a></li></ul></p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "19",
    "Year": "2014",
    "Title": "Motorcycle Safety Foundation iTunes U Courses Offer Riding Strategies, Advice and More to Motorcyclists of All Skill Levels",
    "Date": "March 6, 2014",
    "Teaser": "<p>The Motorcycle Safety Foundation has launched four new iTunes U courses: \"An Adventure in Motorcycle Physics,\" \"Dr. Ray's Street Strategies,\" \"Dr. Ray's Guide to Group Riding\" and \"Dr. Ray's Seasoned Rider.\" These four courses address a wide variety of motorcycle tips and strategies to help motorcyclists sharpen their skills, make wise choices on the road and become riders of good riding character.</p>",
    "Body": "<p><strong>IRVINE, Calif., March 6, 2014</strong> - The Motorcycle Safety Foundation has launched four new iTunes U courses: \"An Adventure in Motorcycle Physics,\" \"Dr. Ray's Street Strategies,\" \"Dr. Ray's Guide to Group Riding\" and \"Dr. Ray's Seasoned Rider.\" These four courses address a wide variety of motorcycle tips and strategies to help motorcyclists sharpen their skills, make wise choices on the road and become riders of good riding character. All four courses are free and are available now on Apple's iTunes U.</p><p class=\"article_img\"><a href=\"images/news/msf_online_catalog.jpg\" target=\"_blank\"><img class=\"img-responsive\" src='images/news/msf_online_catalog.jpg' width=\"800px\" /></a><br />A few of the titles in the MSF's growing online catalog</p><p>\"An Adventure in Motorcycle Physics\" provides explanations of the dynamics of motorcycle handling, braking, tire grip and traction distribution, while \"Dr. Ray's Street Strategies,\" adapted from advice MSF provides to readers of American Motorcyclist magazine, incorporates practical lessons covering various aspects of motorcycle ownership, from riding techniques to handling hazardous traffic situations and more. \"Dr. Ray's Guide to Group Riding\" focuses on the strategies and added responsibility of riding with others, while \"Dr. Ray's Seasoned Rider\" course is designed to help motorcyclists remain safe on the road through all phases of their lives.</p><p>\"MSF is excited to take yet another next step in providing online motorcyclist safety education with these courses,\" said MSF Vice President Robert Gladden. \"These newest offerings by MSF represent our continuing commitment to educating motorcyclists and other roadway users in a variety of ways and through multiple channels.\"</p><p>Formatted for the iPhone and iPad, MSF's iTunes U courses incorporate photos, technical diagrams and video clips to illustrate the concepts and have been structured as five-week courses. </p><p>Thus far, MSF has assembled a significant digital offering, with a total of four iTunes U courses, five iTunes U collections, three iBooks and an iPhone/iPad App called \"Motorcycle Riding Tips.\" MSF iTunes U courses are available to users in most countries through the iTunes U portal. Complete details on all MSF Apps, iBooks and iTunes U courses can be found on the <a href='http://online2.msf-usa.org/msf/digitalresources.aspx' target='_blank'>MSF website digital resources</a> page.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "20",
    "Year": "2014",
    "Title": "MSF Basic <i>RiderCourse</i>&#8480; Launches New Phase in Rider Training Kansas Site First to Coach with Updated Curriculum",
    "Date": "April 3, 2014",
    "Teaser": "<p>The next phase in motorcycle rider training launched in a Kansas suburb over the weekend. Johnson County Community College became the first site to use the updated Motorcycle Safety Foundation Basic <i>RiderCourse</i>&#8480; that now includes online training, greater emphasis on rider behavior, and additional focus on emergency responses in real-world traffic.</p>",
    "Body": "<p><strong>IRVINE, Calif., April 2, 2014</strong> - The next phase in motorcycle rider training launched in a Kansas suburb over the weekend. Johnson County Community College became the first site to use the updated Motorcycle Safety Foundation Basic <i>RiderCourse</i>&#8480; that now includes online training, greater emphasis on rider behavior, and additional focus on emergency responses in real-world traffic.</p><p class=\"article_img\"><a href=\"images/news/032914_Motorcycle_097.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/032914_Motorcycle_097.jpg\" height=\"300px\" /></a><br />A student receives instruction from an MSF RiderCoach, during MSF's first-ever, updated Basic <i>RiderCourse</i>, taught over the weekend at the Johnson County Community College motorcycle safety-training site in Overland Park, Kansas.</p><p>One of the major revisions to the BRC is the inclusion of the MSF Basic <i>eCourse</i>, which students take prior to attending the in-person classroom instruction. It provides online learning activities to help a new or returning rider acquire or review basic information about riding skills, procedures and techniques before starting the hands-on riding exercises. Though the <i>eCourse</i> has existed since 2013, it was previously recommended, not required, for completing the BRC.</p><p>Research revealed the need to address critical thinking skills, according to Dr. Ray Ochs, vice president, training systems for the MSF. By taking the <i>eCourse</i> in advance, more classroom time can be devoted to behavioral concepts such as risk awareness and management, hazard perception and judgment, and self-assessment and decision-making.</p><p>\"Though the MSF Basic <i>eCourse</i> is a great tool to gain a better understanding of motorcycling, it does not teach someone to ride\" Ochs said. \"The best way is through the hands-on MSF Basic <i>RiderCourse</i> that includes step-by-step motor skills development under the supervision of an MSF-certified RiderCoach.\"</p><p>Additionally, the riding portion of the BRC was modified to provide 20 percent more time on basic motor skills, 30 percent more time on cornering maneuvers and emergency responses, and 30 percent more time on traffic-type interactions, although overall riding times remain similar to the former curriculum. The new BRC skill test was also revised to better align with the licensing tests used by many states.</p><p>The course textbook, the \"Basic <i>RiderCourse</i> Rider Handbook,\" is all-new as well. Now printed in color, the Handbook has grown to 76 pages, with 16 chapters, 175 study questions, 50 percent more content on cornering, 30 percent more on escape paths, and 20 percent more on self-assessment. The Handbook was designed to serve as a resource for students for years beyond their classroom experience. The new Handbook works equally well with the prior version of the Basic <i>RiderCourse</i>, as the core values and riding strategies remain unchanged.</p><p>\"Our interest in adopting the new MSF curriculum is to provide a superior learning experience for our students and prepare each to safely ride our streets and highways,\" said Phil Wegman, program director in continuing education at <a href='http://www.jccc.edu/personalenrichment/motorcycle-training/index.html' target='_blank'>JCCC</a>. \"We believe the MSF curriculum updates will make the material presented more personally meaningful to each participant and enhance their awareness of their abilities, skills and limitations.\"</p><p>The BRC is the most widely used learn-to-ride curriculum in the world, with annual enrollment approaching 500,000. The last revision was released in March 2001. The updated BRC is the fifth version the foundation has developed in its 41-year history. The new curriculum is available for rider training sites to adopt, and the MSF is eager to work with sites in transitioning to the new program, according to Ochs.</p><p>\"Each iteration has been a student-focused improvement based on extensive research by the MSF and other organizations concerned about motorcycle safety and learning,\" Ochs said. \"With the updated BRC, riders can now experience more depth and breadth than has ever been available in an MSF novice course. Congratulations to Phil Wegman and a great group of Kansas RiderCoaches motivated to provide the best training available.\"</p><p>To transition to the updated BRC curriculum, local sites must make some adjustments to their riding ranges and be re-approved through the MSF Rider Education Recognition Program. RiderCoaches also need to be trained and MSF-certified for the new curriculum.</p><p>The MSF research budget (more than $3.7 million from 2005 through 2013) is funded by investments from leading manufacturers and is aimed at increasing safety for motorcyclists. As a result of the MSF's ongoing research, the curriculum is continually refined.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse&#8480;</i> nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "21",
    "Year": "2014",
    "Title": "MSF Hosting Seriously Fun Safety Fair for SoCal Motorcyclists, Motorcycle Safety Foundation Experts Offering Hands-On Help and Demos for Current and Want-To Riders",
    "Date": "April 24, 2014",
    "Teaser": "<p>Kicking off May's national Motorcycle Safety Awareness Month, the Motorcycle Safety Foundation is hosting its first-ever Safety Fair this Sunday morning in Long Beach, Calif. The venue is Veteran's Stadium, site of the famed So-Cal Cycle Swap Meet, and the event is for all current riders, anyone who wants to learn about riding the right way, and even four-wheel motorists.</p>",
    "Body": "<p><strong>IRVINE, Calif., April 24, 2014</strong> - Kicking off May's national Motorcycle Safety Awareness Month, the Motorcycle Safety Foundation is hosting its first-ever Safety Fair this Sunday morning in Long Beach, Calif. The venue is Veteran's Stadium, site of the famed <a href='http://www.socalcycleswapmeet.com/event-dates' target='_blank'>So-Cal Cycle Swap Meet</a>, and the event is for all current riders, anyone who wants to learn about riding the right way, and even four-wheel motorists.</p><p>\"People can get great tips on riding, riding gear and bike care through interactive booths and demos staffed by the experts from the Motorcycle Safety Foundation,\" said Dr. Ray Ochs, vice president of training systems for the MSF. \"The theme of this year's fair is 'See and Be Seen' in order to focus attention on what riders can do to be more visible in traffic. Also, we're calling on all motorists to be on the lookout for anyone on two-wheels, especially at intersections.\" </p><p>On Sunday, April 27, from 7 a.m. to 1 p.m., safety fair attendees can:<br><ul align='left'><li>See and learn from MSF RiderCoaches aboard bikes riding exercises from select MSF <i>RiderCourse</i>&#8480;</li><li>Hear from Dr. Ray Ochs, vice president of training systems for MSF, about rider safety and the MSF curriculum</li><li>Watch CHP motor officers demonstrate skills they use to handle their police bikes</li><li>Get their personal riding gear rated for visibility and condition by the pros</li><li>Operate the SMARTrainer - a computerized traffic simulator with actual motorcycle controls in order to see, virtually, how important visibility is in the real world</li><li>View the MSF 100 Naturalistic Study motorcycle - a bike outfitted with video cameras and data acquisition sensors used to track the actions of a rider over the course of a year</li><li>Enter the free raffle to win the MSF's \"Guide to Motorcycling Excellence\" book and \"The Complete Motorcyclist\" DVD. (five of each will be given away)</li></ul></p><p>The SoCal Cycle Swap Meet and the MSF Safety Fair are located at 5000 Lew Davis Street, Long Beach, Calif. The Swap Meet features more than 500 vendors and 1,000-plus motorcycles for show and sale.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "22",
    "Year": "2014",
    "Title": "&ldquo;The Complete Motorcyclist &rdquo; Instructional DVD and Booklet are Now Available through the Motorcycle Safety Foundation",
    "Date": "May 12, 2014",
    "Teaser": "<p>The Motorcycle Safety Foundation has partnered with Germany's Institute for Motorcycle Safety, the German Road Safety Council, and Motorrad to produce one of the most comprehensive motorcycle safety educational packages available today. The instructional DVD, which comes with a 52-page full-color booklet, includes nearly two hours of motorcycle tips and riding techniques from the industry's top safety experts.</p>",
    "Body": "<p><strong>IRVINE, Calif., May 12, 2014</strong> - The Motorcycle Safety Foundation has partnered with Germany's Institute for Motorcycle Safety, the German Road Safety Council, and Motorrad to produce one of the most comprehensive motorcycle safety educational packages available today. The instructional DVD, which comes with a 52-page full-color booklet, includes nearly two hours of motorcycle tips and riding techniques from the industry's top safety experts.</p><p>Available from the <a href=\"https://store.msf-usa.org/Store/HomePage.aspx\" target=\"_blank\">MSF Online Store</a>, the material covers every aspect of motorcycling, from choosing a bike that's right for the size, abilities and preferences of the intended rider, to full explanations of safety apparel and gear, to riding in harsh weather, group riding, riding with a passenger, and even customizing your bike for proper fit and function.</p><p class=\"article_img\"><a href=\"images/news/MSPU3300NC.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/MSPU3300NC.jpg\" height=\"300px\" /></a><br />The Complete Motorcyclist is available as a booklet ($5.00), or a booklet-DVD kit ($20.00)</p><p>&ldquo;Anyone who rides or wants to ride should get their hands on this DVD/booklet combo,&rdquo; said Dr. Ray Ochs, vice president, training systems for the MSF. &ldquo;Subjects like threshold braking, steering techniques, riding in curves, limits of adhesion and more, are broken down, diagrammed, and presented in a way that is easy to understand. With an overall focus on safety, the instruction not only explains how, but why motorcycles respond in different ways to different rider inputs. Beginning and experienced riders alike will acquire a much greater understanding of, and hopefully an even greater love for, motorcycling.&rdquo</p><p>&ldquo;Over the years, the international partnerships we enjoy with our friends in Germany have resulted in several key initiatives for motorcyclists,&rdquo; said MSF President and CEO Tim Buche. &ldquo;We're excited to team up once again to bring this expertly–crafted motorcycle safety material to the United States.&rdquo;</p><p>To order, visit the <a href=\"https://store.msf-usa.org/Store/StoreItems.aspx?cid=4\" target=\"_blank\">MSF Online Store</a>, or call (949) 727-3227, ext. 3079</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "23",
    "Year": "2014",
    "Title": "Annual &ldquo;Do the Ride Thing&rdquo; Video Contest for Kids Starts June 1.<br/>Creative Kids will Compete for $8,500 in Prizes!",
    "Date": "May 27, 2014",
    "Teaser": "<p>With the busy summer riding season upon us, the ATV Safety Institute, the Right Rider Access Fund and the Motorcycle Safety Foundation's Dirt Bike School encourage kids to enter the &quot;Do the <em>Ride</em> Thing Video Contest&rdquo;. The contest, in its fifth year, runs June 1 to August 15, 2014 and offers 19 prizes totaling $8,500.</p>",
    "Body": "<p><strong>IRVINE, Calif., May 27, 2014</strong> - With the busy summer riding season upon us, the ATV Safety Institute, the Right Rider Access Fund and the Motorcycle Safety Foundation's Dirt Bike School encourage kids to enter the &quot;Do the <em>Ride</em> Thing Video Contest&rdquo;. The contest, in its fifth year, runs June 1 to August 15, 2014 and offers 19 prizes totaling $8,500. Students ages 6 to 18 may enter. The winning videos will be used as public service announcements to highlight the importance of dirt bike and ATV safety.</p><p style=\"text-align: center\"><a href=\"http://atvsafety.org/images/dtrt_may_2014.jpg\" target=\"_blank\"><img class=\"img-responsive\" width=\"300\" height=\"175\" src=\"http://atvsafety.org/images/dtrt_may_2014.jpg\"></a></p><p>&quot;What better way to motivate and inform people - especially kids and their parents - about the safe and responsible use of all-terrain vehicles and dirt bikes, than to have kids create videos that highlight one or more of the ATV Safety Institute's <a href=\"http://www.atvsafety.org/asi.cfm?spl=2&action=display&pagename=Before%20You%20Ride\" target=\"_blank\">Golden Rules</a> or Dirt Bike <a href=\"http://www.dirtbikeschool.org/Safety.aspx\" target=\"_blank\">Riding Tips</a>?&quot; said Cam Arnold, vice president, ATV Safety Institute Rider Training. &quot;By harnessing the social networking power of YouTube, it gives kids the opportunity to 'Do  the Ride Thing' and help other kids ride safe and ride smart.&quot;</p><p>To enter, kids create a 15-, 30- or 60-second video/PSA, upload it to YouTube, and submit an entry form found on the <a href=\"http://www.atvsafety.org/\">ASI website</a>. For official video content requirements, contest rules and entry forms, visit <a href=\"http://www.atvsafety.org/atv_psa_contest/\" target=\"_blank\">atvsafety.org</a>.</p><p>There will be three winners in each of the three age categories: 6-10, 11-14, and 15-18; and in two product categories: ATV and dirt bike. 1st Place winners earn $500, 2nd Place is $300, and 3rd Place is $200. Plus, all age and product categories are eligible to win the $2,500 Grand Prize. The 19 prizes total $8,500.</p><p><strong>Background</strong><br>Young riders, who often have more time to ride dirt bikes and ATVs in the summer, are especially vulnerable to certain types of crashes when not following proper safety rules. For example, nearly 90 percent of youth ATV-related injury incidents occur when a youth is operating an ATV manufactured and intended for use by an adult. Remember, parents literally hold the key to their children's safety. Every new ATV has an ignition key, and when a parent or guardian controls the key, they control the ATV&rsquo;s use.</p><p><u>The ATV Safety Institute's Golden Rules</u></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves.</li><li>Never ride on paved roads except to cross when done safely and permitted by law – another vehicle could hit you. ATVs are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or other drugs.</li><li>Never carry a passenger on a single-rider ATV, and no more than one passenger on an ATV specifically designed for two people.</li><li>Ride an ATV that's right for your age.</li><li>Supervise riders younger than 16; ATVs are not toys.</li><li>Ride only on designated trails and at a safe speed.</li><li>Take an ATV <em>RiderCourse</em>; call toll-free at 800.887.2887, or go to <a href=\"http://www.atvsafety.org\">www.atvsafety.org</a> to sign up or try the new free online ATV E-Course.</li></ol><p><u>MSF Dirt Bike Riding Tips</u></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants,    over-the-ankle boots, and gloves.</li><li>Except for dual-purpose models, never ride on paved surfaces except to cross when done safely and permitted by law – another vehicle could hit you. Dirt bikes are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or drugs.</li><li>Supervise riders younger than 16; dirt bikes are not toys.</li><li>Don't let youngsters ride motorcycles that are too tall or powerful for their capabilities.</li><li>Ride in the company of others so you can assist each other in the event of trouble.</li><li>Ride only on designated trails and at a safe speed.</li><li>Take a hands-on riding course. Visit <a href=\"http://www.dirtbikeschool.com/\">DirtBikeSchool.com</a>.</li></ol><p>The All-Terrain Vehicle Safety Institute® develops rider training programs and promotes the safe and responsible use of ATVs. The ASI works to reduce crashes and injuries resulting from improper ATV use. Formed in 1988, the ASI is a not-for-profit division of the Specialty Vehicle Institute of America®. For safety information or to enroll in the ATV <em>RiderCourse</em>SM nearest you, visit <a href=\"http://www.atvsafety.org\">www.atvsafety.org</a> or call (800) 887-2887.</p><p>Since 1973, the Motorcycle Safety Foundation has set internationally recognized standards that promote the safety of motorcyclists with rider education courses, operator licensing tests and public information programs. For safety information or to enroll in a dirt bike school go to <a href=\"http://www.dirtbikeschool.org\" target=\"_blank\">dirtbikeschool.org</a>.</p><p>The <a href=\"http://www.riderfund.org/\" target=\"_blank\">Right Rider Access Fund</a> is a charitable, community benefit organization created in 2011 to support off-highway vehicle enthusiasts directly by supplementing the work of the Motorcycle Industry Council, the Specialty Vehicle Institute of America and the Recreational Off-Highway Vehicle Association and in other ways.</p>"
  },
  {
    "id": "24",
    "Year": "2014",
    "Title": "Yamaha Champions Riding School Receives Official Recognition from the Motorcycle Safety Foundation.<br/>School Provides High-Performance Training to Motorcyclists on Actual Racetracks",
    "Date": "August 5, 2014",
    "Teaser": "<p>The Motorcycle Safety Foundation today announced its recognition of the Yamaha Champions Riding School, making it only the second third-party curriculum to receive this distinction by the MSF. The YCRS is a descendant of the Freddie Spencer High Performance Riding School and is now led by Spencer's protégés Nick Ienatsch (pronounced like &ldquo;eye-notch&rdquo;) and Ken Hill.</p>",
    "Body": "<p><strong>IRVINE, Calif., Aug. 5, 2014</strong> - The Motorcycle Safety Foundation today announced its recognition of the Yamaha Champions Riding School, making it only the second third-party curriculum to receive this distinction by the MSF. The YCRS is a descendant of the Freddie Spencer High Performance Riding School and is now led by Spencer's protégés Nick Ienatsch (pronounced like &ldquo;eye-notch&rdquo;) and Ken Hill. The school has recently relocated to the New Jersey Motorsports Park in Millville, NJ.</p><p class=\"article_img\"><img class=\"img-responsive\" src='images/news/08052014.png' width=\"600px\" /></p><p>The Yamaha Champions Riding School earned the recognition by meeting MSF criteria to be considered a responsible system of coaching for motorcycle track riding, and by being actively involved with the MSF and aligned with its key principles. The MSF further recognized the school as complementary to the MSF philosophy and approach to motorcyclist training.</p><p>According to Dr. Ray Ochs, MSF vice president of Training Systems, the recognition is the result of a longstanding relationship between the YCRS and the MSF. The recognition was conferred following a collaborative process that included a rigorous examination of the school's approach to teaching by Dr. Ochs and other MSF staff, plus an extensive review of the overall course methodology and curriculum materials. More than 25 specific aspects of the program were evaluated during this process, including maintaining a high-challenge/low-threat environment, integrating safety with instructors' talking points, and the degree to which instructors evaluate and provide feedback to students during drills. This review culminated with Ienatsch agreeing to incorporate key MSF instructional concepts and terminology.</p><p>The mission of YCRS is to promote safe and precise riding by teaching riders world-class racing techniques. Nick Ienatsch and the other instructors accomplish this goal through a mix of classroom and on-track instruction. YCRS provides a comprehensive curriculum that covers topics such as U-turns, trail braking, foot-peg loading, and blind corner entry. A variety of drills are employed to help students refine their skills, and discussions, on-track demonstrations, and on-track video recording reinforce important mental strategies. Although the curriculum is based on racing techniques, the skills and strategies presented and practiced include risk management, self-assessment, using better judgment, and identifying escape paths, and are therefore applicable to street riding. Riders of all skill levels can benefit from this course.</p><p><strong>About Nick Ienatsch</strong><br />With a successful professional racing career and eighteen years of motorcycle instructing, Nick Ienatsch is highly qualified to teach the YCRS. Ienatsch's professional racing career includes two AMA SuperTeams national championships, four top-three annual finishes in AMA 250 GP competition, two #1 plates from Willow Springs, three WERA Grand National Championships, and top-three finishes in the AMA 600 SuperSport competition. Before becoming the lead coach at YCRS, Ienatsch spent many years teaching under Freddie Spencer at the High Performance Riding School. Thirty years as a motojournalist for Cycle World magazine and authoring the book Sport Riding Techniques have further enhanced Ienatsch's credibility as a world-class motorcycle instructor.</p><p><strong>About the MSF</strong><br />The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "25",
    "Year": "2014",
    "Title": "Motorcycle Safety Foundation Issues Basic <i>RiderCourse</i> Handbook and Three &ldquo;Quick Tips&rdquo; Sheets In Spanish.<br/>Organization Seeks To Promote Safety Information To An Expanding Segment of the Riding Audience",
    "Date": "August 7, 2014",
    "Teaser": "<p>Hispanics comprise seven percent of American motorcyclists overall, and eleven percent of younger riders – those of Generations X and Y. As part of its long-standing policy of reaching out to riders of all backgrounds and ethnicities, the Motorcycle Safety Foundation has released an updated version of its Spanish language Rider Handbook.</p>",
    "Body": "<p><strong>IRVINE, Calif., Aug. 7, 2014</strong> - Hispanics comprise seven percent of American motorcyclists overall, and eleven percent of younger riders – those of Generations X and Y. As part of its long-standing policy of reaching out to riders of all backgrounds and ethnicities, the Motorcycle Safety Foundation has released an updated version of its Spanish language Rider Handbook to correspond with the updated Basic <i>RiderCourse</i>. Also, for the first time, MSF has issued Spanish versions of three of its popular &ldquo;Quick Tips&rdquo; sheets: Pretend You Are Invisible, Group Riding, and T-CLOCS Checklist.</p><p><strong>Basic <i>RiderCourse</i> Rider Handbook</strong></p><p>The 15-hour hands-on Basic <i>RiderCourse</i>, the best &ldquo;first ride&rdquo; for novice motorcyclists, is taught by Spanish-speaking MSF-certified RiderCoaches hundred of times per year across the U.S. The course consists of 5 hours of classroom instruction and 10 hours sessions of practical riding exercises. Successful completion of the course serves as a license test waiver in some states. Motorcycles and helmets are provided for student use during the course. Also, a course completion card may earn graduates an insurance discount. A preview copy of the Rider Handbook in Spanish is available here: <a href=\"downloads/BRCHandbook_Spanish.pdf\" target=\"_blank\">http://www.msf-usa.org/downloads/BRCHandbook_Spanish.pdf</a>.</p><p><strong>Quick Tips</strong></p><p>uick Tips is MSF's category of single-focus safety information sheets, available for free for anyone to download, print, and distribute.</p><p>The &ldquo;Pretend You Are Invisible&rdquo; sheet addresses the fact that car drivers sometimes don't notice motorcyclists in their path, especially in intersections. &ldquo;I never saw him&rdquo; is something heard all too often at the scene of a motorcycle crash. The information on this sheet aims to help riders stand out in traffic and compensate for inattentive car drivers. &ldquo;Motorcyclists should pretend they are invisible to car drivers,&rdquo; said Ken Glaser, MSF's director of special projects. &ldquo;If you assume others on the road can't see you on a motorcycle, you will tend to ride in a hyper-aware mindset and notice much more detail of your surroundings.&rdquo;</p><p>The &ldquo;Group Riding&rdquo; sheet provides helpful tips for those who enjoy sharing the adventure of motorcycling with other riders. Based on MSF's &ldquo;Share the Adventure - Group Riding&rdquo; video kit, the sheet provides recommendations for riding formations, pre-ride meetings, hand signals, and more, through descriptive text and illustrations.</p><p>The &ldquo;T-CLOCS Checklist&rdquo; sheet is a convenient one-page form that guides the motorcyclist through a pre-ride inspection that can help the rider assess the roadworthiness of his or her motorcycle. T-CLOCS stands for Tires, Controls, Lights, Oil, Chassis, and Stands. Within each category is a number of specific components and systems that should be inspected for possible adjustment or other maintenance. Printed on the back of the T-CLOCS Checklist is a copy of the Group Riding sheet for even more convenience, so riders can take the page with them on each ride.</p><p>&ldquo;We hope that safety-minded Spanish powersports publications will alert their audiences that our Basic <i>RiderCourse</i> is conducted in Spanish in communities across the U.S. Publications are also free to reprint our Quick Tips,&rdquo; Glaser said. All of MSF's English and Spanish Quick Tips sheets are available here: <a href=\"library.aspx\" target=\"_blank\">http://www.msf-usa.org/library.aspx</a>.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i>&#8480; nearest you, visit <a href='http://www.msf-usa.org/'>www.msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "26",
    "Year": "2014",
    "Date": "September 8, 2014",
    "Title": "MSF to Co-sponsor ifz-MSF 10th International Motorcycle Safety Conference in Fall of 2014",
    "Teaser": "<p>The Motorcycle Safety Foundation is once again co-sponsoring the annual ifz-MSF International Motorcycle Safety Conference with the conference organizer, Germany's Institute for Motorcycle Safety (ifz). The conference is scheduled to take place on September 29 and 30 in Cologne, Germany.</p>",
    "Body": "<p><strong>IRVINE, Calif., Sep. 8, 2014</strong> - The Motorcycle Safety Foundation is once again co-sponsoring the annual ifz-MSF International Motorcycle Safety Conference with the conference organizer, Germany's Institute for Motorcycle Safety (ifz). The conference is scheduled to take place on September 29 and 30 in Cologne, Germany.</p><p style=\"text-align:center;\"><img class=\"img-responsive\" src=\"images/news/09082014.jpg\" /></p><p>This conference affords the perfect forum for the exchange of knowledge in the field of motorcycle safety. International motorcycle safety experts, researchers, policy-makers and representatives from academia and the motorcycle industry will be on-hand to present papers and conduct discussions on a variety of motorcycle safety-related topics.</p><p>&ldquo;This two-day conference will offer participants the opportunity to be exposed to the latest results from the field of motorcycle research,&rdquo; said ifz Director Achim Kuschefski. &ldquo;Our focus is to gain new insights, get to the core of issues and discuss findings among this international team of experts.&rdquo</p><p>This year, MSF staff members will be chairing two of the sessions. Dr. Ray Ochs, MSF's vice president of training systems, will be moderating two presentations: &ldquo;Motorcycle Sliding Friction for Accident Reconstruction&rdquo and &ldquo;Motorcycle Velocity Determination from Impact Damage.&rdquo; Dr. Jim Heideman, MSF's director of licensing programs, will be chairing a session that includes presentations titled: &ldquo;Analysis of the Accident Scenario of Powered Two-Wheelers on the Basis of Real Accidents,rdquo; &ldquo;Retrospective Analysis of Fatal Motorcycle Accidents and Derivation of Protective Measures in Complex Braking Maneuvers,&rdquo; and &ldquo;Motorcycle Stability Control.&rdquo;</p><p>Finally, MSF President Tim Buche, who is a member of the conference's Steering Committee, will be sharing closing comments along with an MSF update for all conference attendees. More information on the ifz and the conference can be found at <a href='http://www.ifz.de' target=\"_blank\">www.ifz.de</a>.</p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i> nearest you, visit <a href='http://www.msf-usa.org'>msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "27",
    "Year": "2014",
    "Date": "September 11, 2014",
    "Title": "MSF 100 Motorcyclists Naturalistic Study to Improve Countermeasures<br />Data Acquisition Phase Complete, Preliminary Results Being Published",
    "Teaser": "<p>Now that the data-acquisition phase of the MSF 100 Motorcyclists Naturalistic Study is complete, preliminary results are being shared at various transportation safety venues, including the upcoming 10<sup>th</sup> International ifz-MSF Motorcycle Safety Conference, sponsored by the MSF and Germany's Institute for Motorcycle Safety (ifz), in Cologne, Germany, on September 29 and 30.</p>",
    "Body": "<p><strong>IRVINE, Calif., Sep. 11, 2014</strong> - Now that the data-acquisition phase of the MSF 100 Motorcyclists Naturalistic Study is complete, preliminary results are being shared at various transportation safety venues, including the upcoming 10th International ifz-MSF Motorcycle Safety Conference, sponsored by the MSF and Germany's Institute for Motorcycle Safety (ifz), in Cologne, Germany, on September 29 and 30.</p><p>The Motorcycle Safety Foundation and its members partnered with the Virginia Tech Transportation Institute on this world's first, large-scale, naturalistic motorcycle riding study. The 3.5-year study began by collecting data from instruments installed on motorcycles owned by study participants as the bikes were ridden in normal day-to-day use. Sensors and video cameras recorded all motorcycle operator inputs such as steering, acceleration, braking and lean, as well as recording all motions of the motorcycle, current riding conditions and the actions of surrounding traffic. The motorcycle instrumentation was designed to be as inconspicuous as possible, so that participant-riders would forget their rides were being monitored.</p><p>All 100 riders on their equipped motorcycles have completed the data acquisition phase of the study, and the analysis phase is now yielding preliminary results.</p><p>Early MSF 100 study results of temperature and precipitation data and their effect on motorcycle riding will be reviewed at the International Annual Meeting of the Human Factors and Ergonomics Society slated to take place in Chicago on October 27 – 31.</p><p>Earlier this year, a presentation of preliminary mileage and riding frequency-based results was made at the 2014 Transportation Research Board Annual Conference in Washington D.C., and a paper titled, &ldquo;An Exploratory Analysis of Motorcyclist Apparel Using Naturalistic Riding Data&rdquo; was delivered at the 2013 International Motorcycle Safety Conference in Orlando, FL in October.</p><p>As reports are finalized, additional outlets for communicating findings will be identified. Additionally, stakeholders, including other motorcyclist and traffic safety organizations, are considering grants and projects to fund analyses beyond the ten for which MSF has already budgeted.</p><p>&ldquo;The MSF 100 study is being conducted to support motorcycle safety research, with particular emphasis on results that offer ongoing guidance in rider training,&rdquo said MSF's Director of Quality Assurance and Research, Dr. Sherry Williams. &ldquo;The study utilizes a naturalistic methodology that provided researchers with information captured by instruments installed on one-hundred motorcycles ridden for a combined nine-thousand-plus hours by real riders in real riding conditions.&rdquo;</p><p>&ldquo;The MSF is grateful for the investments made by the National Highway Traffic Safety Administration and VTTI in conducting the Feasibility Study* that made our study possible,&rdquo; said MSF President Tim Buche. &ldquo;The strong, collaborative relationships that MSF shares with organizations like NHTSA and VTTI result in real safety solutions that benefit motorcyclists and all roadway users.&rdquo;</p><p>The MSF 100 Study, which tracked participants in Virginia, California, Florida and Arizona, is expected to be a rich source of insight for years to come on a wide range of questions and points of interest for an international array of safety professionals generally, but riders and rider safety professionals specifically.</p><p>&ldquo;The contribution of the MSF 100 study is the key-on to key-off, 360 degree description of motorcycle riders, their surroundings, their capabilities and their needs, using the most recent research methods,&rdquo; said Shane McLaughlin, VTTI's research scientist / group leader – Motorcycle Research Group.</p><p><strong><u>About The MSF 100 Motorcyclists Naturalistic Study</u></strong></p><ul><li>MSF and Virginia Tech Transportation Institute began discussion of this groundbreaking study in March of 2010. The MSF Board of Trustees saw the importance of the research immediately and commissioned VTTI to conduct this first, large-scale motorcyclist naturalistic study on March 31, 2010. Prior to that date, no similar study had ever been conducted on motorcycles.</li><li>MSF provided funding of $1,600,000, as well as support for the study in the form of products and services.</li><li>VTTI supported the development of the data acquisition systems, hardware, and sensors, at an estimated cost of $600,000.</li><li>The naturalist methodology has become a standard in car, truck, and roadway-related research. Data for the 100 Car Study (Dingus et al., 2006) were collected and analyzed in 2003-2004, and are still being used today by public and private entities.</li><li>The MSF 100 study utilized seven motorcycle models that encompassed touring, cruiser and sport-type motorcycles. These motorcycle types make up 85 percent of on-road motorcycles in use today.</li><li>In November of 2011, the first instrumented motorcycle launched the data-acquisition phase of the study in Virginia.</li><li>The remaining 99 motorcycles were instrumented for the study in Virginia, California, Florida and Arizona. The study's use of four different geographic areas resulted in data collection from a variety of riding and weather conditions and roadway environments.</li><li>Depending on when participants entered the study, some motorcycles were tracked for as long as 2 years.</li><li>Approximately 38,581 trips were recorded. A &ldquo;trip&rdquo; begins when the motorcycle engine is started and ends when it is turned off.</li><li>Combined, these trips totaled approximately 9,478 hours of riding, with a total of 363,000 miles.</li><li>Participants in this study were recorded in over 42 states in the U.S. Riding was recorded day and night, in clear weather, rain, and snow. Temperatures ranged from 16 degrees F to 109 degrees F.</li><li>The study included frequent and infrequent riders. Frequent riders rode 145 days per year on average, while infrequent riders rode on average approximately 30 days per year. Participant ages ranged from 21 to 80. 78% of the participant riders were male and 22% were female.</li></ul><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i> nearest you, visit <a href=\"http:\\msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p><p>*<i>DOT HS 811 442: Pilot Study of Instrumentation to Collect Behavioral Data to Identify On-Road Rider Behaviors</i></p>"
  },
  {
    "id": "28",
    "Year": "2014",
    "Date": "September 16, 2014",
    "Title": "The ATV Safety Institute and Motorcycle Safety Foundation Announce Do the Ride Thing Video Contest Winners<br />Youth Across Country Earn Cash for Creating Public Service Announcements",
    "Teaser": "<p>Young riders across America used their creativity and video skills to produce public service announcements for a chance to win a total of $8,500 in this year's Do the Ride Thing competition. Fifteen-year-old Elizabeth Klumpp of Edmond, Okla., won the $2,500 Grand Prize in the fifth annual contest to promote safe and responsible riding, sponsored by the ATV Safety Institute, Motorcycle Safety Foundation and Right Rider Access Fund.</p>",
    "Body": "<p><strong>IRVINE, Calif., Sep. 16, 2014</strong> - Young riders across America used their creativity and video skills to produce public service announcements for a chance to win a total of $8,500 in this year's Do the Ride Thing competition.</p><p>Fifteen-year-old Elizabeth Klumpp of Edmond, Okla., won the $2,500 Grand Prize in the fifth annual contest to promote safe and responsible riding, sponsored by the ATV Safety Institute, Motorcycle Safety Foundation and Right Rider Access Fund. This is Klumpp's fourth year participating in the contest. Her <a href=\"https://www.youtube.com/watch?v=q1zQSophPBk\" target=\"_blank\">winning video</a> is specifically for moms, dads and grandparents, and emphasizes the importance of supervising youth ATV riders: supervisors really do hold the keys to ATV safety. </p><p align=\"center\"><iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/q1zQSophPBk\" frameborder=\"0\" allowfullscreen></iframe><br /><i>&ldquo;You control the keys,&rdquo; says Grand Prize winner Elizabeth Klumpp, reminding parents and grandparents of ATV riders about the importance of always controlling the ATV's use and always supervising young ATV riders.</i></p><p>&ldquo;I am very honored to receive this award,&rdquo; Klumpp said. &ldquo;I really enjoyed putting together the videos. Each year gets better and better. This prize money will be very helpful to further my education after high school. It is my hope that in seeing my video, moms, dads and grandparents will understand the absolute necessity of controlling the keys. It only takes a second to prevent a life-altering injury.&rdquo;</p><p><u><strong>Age / Category Winners for Do the Ride Thing 2014</strong></u></p><div style=\"display:table\"><div style=\"display:table-row;\"><div style=\"display: table-cell; width: 50%;\"><u><strong>Ages 6-10 | ATV</strong></u></div><div style=\"display:table-cell;width:50%;\"><u><strong>Ages 15-18 | ATV</strong></u></div></div><div style=\"display:table-row;\"><div style=\"display:table-cell;width:50%;\"><ol><li>Christopher Burns, Hermitage, Tenn.</li><li>Madalyn Freeman, Elkins, W.Va.</li><li>Hannah Haller, Elkins, W.Va.</li></ol></div><div style=\"display:table-cell;width:50%;\"><ol><li> Alana Washington, Kansas City, Kan.</li><li> Jacob Laureanti, Gilbert, Ariz.</li><li> Katrina Kinder, Grenada, Miss.</li></ol></div></div><div style=\"display:table-row;\"><div style=\"display:table-cell;width:50%;\"><u><strong>Ages 11-14 | ATV</strong></u></div><div style=\"display:table-cell;width:50%;\"><u><strong>Dirt Bike</strong></u></div></div><div style=\"display:table-row;\"><div style=\"display:table-cell;width:50%;\"><ol><li>Lily Sestak, Chandler, Okla.</li><li>Emilie and Natalie Burns, Hermitage, Tenn.</li><li>Jade Dillenbeck, Tully, N.Y.</li></ol></div><div style=\"display:table-cell;width:50%;\"><ol><li> Riley Slivka, Kelley Beird, Wes Brown, Winifred, Mont.</li><li> Isabel Farid, Charlotte Dorn, High Point, N.C.</li><li> Isabella Kinder, Grenada, Miss. </li></ol></div></div><div style=\"display:table-row;\"><div style=\"display:table-cell;width:50%;\">Winning videos can be viewed <a href=\"http://www.atvsafety.org/atv_psa_contest/archive.html\" target=\"_blank\">here</a>.</div></div></div><br /><p>&ldquo;Youth tend to be more receptive to messages about safety when it comes from their peers,&rdquo; said ASI Vice President of Rider Training Cam Arnold. &ldquo;This program is designed to give youth the opportunity to use their own creativity to craft videos that teach other kids and their parents the   importance of safety when riding an ATV or dirt bike. We strongly encourage trade and enthusiast media, manufacturers, distributors, retailers and youth organizations to share these winning videos.&rdquo;</p><p>Since the program's creation in 2010, youth are encouraged to incorporate the ASI's <a href=\"http://www.atvsafety.org/asi.cfm?spl=2&action=display&pagename=Before%20You%20Ride\" target=\"_blank\">Golden Rules</a> of ATV safety and the MSF DirtBike School's Dirt Bike <a href=\"http://www.dirtbikeschool.org/Safety.aspx\" target=\"_blank\">Riding Tips</a> into their videos. More information about the Do the Ride Thing contest can be viewed <a href=\"http://atvsafety.org/ATV_PSA_Contest/\" target=\"_blank\">here</a>.</p><p>The contest took place from June 1 to Aug. 15. More than 45 submissions were reviewed by a judging panel of ASI and Right Rider Access Fund staff. In addition to the Grand Prize winner, three ATV contestants in   three age categories (6-10, 11-14 and 15-18) were awarded prizes of $500, $300 and $200. Three dirt bike category entrants who met the contest requirements were also awarded first-, second- and third-place   prizes of $500, $300 and $200.</p><p>The ASI and MSF continually encourage riders to always follow eight important safety rules:</p><p><strong><u>The ATV Safety Institute's Golden Rules</u></strong></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves.</li><li>Never ride on paved roads except to cross when done safely and permitted by law. Another vehicle could hit you. ATVs are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or drugs.</li><li>Never carry a passenger on a single-rider ATV, and no more than one passenger on an ATV specifically designed for two people.</li><li>Ride an ATV that's right for your age.</li><li>Supervise riders younger than 16. ATVs are not toys.</li><li>Ride only on designated trails and at a safe speed.</li><li>Take a hands-on ATV RiderCourse and the free online E-Course. Visit <a href=\"http://ATVSafety.org\" target=\"_blank\">ATVSafety.org</a> or call <a href=\"tel:8008872887\" target=\"_blank\">(800) 887-2887</a>.</li></ol><p><strong><u>MSF Dirt Bike Riding Tips</u></strong></p><ol><li>Always wear a DOT-compliant helmet, goggles, long sleeves, long pants, over-the-ankle boots, and gloves.</li><li>Except for dual-purpose models, never ride on paved surfaces except to cross when done safely and permitted by law. Another vehicle could hit you. Dirt bikes are designed to be operated off-highway.</li><li>Never ride under the influence of alcohol or drugs.</li><li>Supervise riders younger than 16. Dirt bikes are not toys.</li><li>Never permit youngsters to ride dirt bikes that are too tall or too powerful for their capabilities.</li><li>Don't ride alone on remote trails. Use the buddy system.</li><li>Ride only on designated trails and at a safe speed.</li><li>Take a hands-on riding course. Visit <a href=\"http://DirtBikeSchool.org\" target=\"_blank\">DirtBikeSchool.org</a>.</li></ol><p>The Do the Ride Thing Contest is sponsored by the <a href=\"http://www.atvsafety.org\" target=\"_blank\">ATV Safety Institute</a>, the Motorcycle Safety Foundation's <a href=\"http://www.dirtbikeschool.org\" target=\"_blank\">Dirt Bike School</a> and the <a href=\"http://www.riderfund.org\" target=\"_blank\">Right Rider Access Fund</a>.</p><p>The All-Terrain Vehicle Safety Institute develops rider training programs and promotes the safe and responsible use of ATVs. The ASI works to reduce crashes and injuries resulting from improper ATV use. Formed in 1988, the ASI is a not-for-profit division of the Specialty Vehicle Institute of America. For safety information or to enroll in the ATV RiderCourse nearest you, visit <a href=\"http://atvsafety.org\" target=\"_blank\">atvsafety.org</a> or call <a href=\"tel:8008872887\" target=\"_blank\">(800) 887-2887</a>.</p><p>The Motorcycle Safety Foundation promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the RiderCourse nearest you, visit <a href=\"http://msf-usa.org\" target=\"_blank\">msf-usa.org</a> or call <a href=\"tel:8004469227\" target=\"_blank\">(800) 446-9227</a>.</p><p>The Motorcycle Safety Foundation's DirtBike School offers hands-on, one-day training classes for off-highway motorcycle riders aged six and older. Available for both new and experienced riders, the courses focus on skill development and responsible riding practices, the importance of wearing proper safety gear and environmental awareness. For safety information or to enroll in the DirtBike School nearest you, visit <a href=\"http://dirtbikeschool.com\" target=\"_blank\">dirtbikeschool.com</a> or call <a href=\"tel:8772887093\" target=\"_blank\">(877) 288-7093</a>.</p><p>The Right Rider Access Fund is a charitable, community benefit organization created in 2011 to support off-highway vehicle enthusiasts directly, by supplementing the work of the Motorcycle Industry Council, the Specialty Vehicle Institute of America, and the Recreational Off-Highway Vehicle Association, and in other ways. The Fund's charitable mission is to promote the safe and responsible use of off-highway vehicles and to preserve their access to appropriate lands. RRAF initiates its own initiatives and provides grants to others, like the NOHVCC. For more information, visit <a href=\"http://riderfund.org\" target=\"_blank\">riderfund.org</a>.</p>"
  },
  {
    "id": "29",
    "Year": "2014",
    "Date": "September 17, 2014",
    "Title": "MSF Invites AIMExpo Attendees to Try Real Motorcycle Riding Exercises from the MSF Advanced and Ultimate Bike Bonding <i>RiderCourses</i>",
    "Teaser": "<p>The Motorcycle Safety Foundation will be giving AIMExpo attendees the experience of riding real motorcycles with the help of MSF-certified RiderCoaches during the 2014 American International Motorcycle Expo on October 18 and 19 just outside of the Orange County Convention Center in Orlando, Fla.</p>",
    "Body": "<p><strong>IRVINE, Calif., Sep. 17, 2014</strong> - The Motorcycle Safety Foundation will be giving AIMExpo attendees the experience of riding real motorcycles with the help of MSF-certified RiderCoaches during the 2014 American International Motorcycle Expo on October 18 and 19 just outside of the Orange County Convention Center in Orlando, Fla.</p><p align=\"center\"><a href=\"images/news/091720141.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/091720141.jpg\" alt=\"MSF Certified Rider Coaches\" width=\"500px;\" /></a><br /><i>MSF-certified RiderCoaches will guide riders through sample exercises from the MSF Ultimate Bike Bonding RiderCourse and the MSF Advanced RiderCourse</i>.</p><p>&quot;This is a great way to try out some of the more advanced riding techniques in a safe, controlled environment,&quot; said MIC President Tim Buche. &quot;After the experience is over, we want everyone to seek further training through one of MSF's complete motorcycle training courses available nationwide through <a href=\"http://msf-usa.org/\">msf-usa.org</a>.&quot;</p><p>&quot;This is a unique opportunity for existing motorcycle riders to try a few of the exercises from MSF's Advanced <i>RiderCourse</i> and the Ultimate Bike Bonding <i>RiderCourse</i>,&quot; said MSF Vice President Robert Gladden. &quot;The experience is free, and riders will need to bring their own motorcycles and safety gear, but don't let the price fool you. Participants will enjoy 30 to 45 minutes of fun and challenging exercises under the guidance of MSF-certified RiderCoaches.&quot;</p><p>The sample exercises will be held on Saturday, October 18 from 8:00am to 5:30pm, and on Sunday October 19 from 8:00am to 4:00pm, at the motorcycle parking area of the AIMExpo at the Convention Center. </p><p>The <a href=\"http://aimexpousa.com/\" target=\"_blank\">AIMExpo</a> is open to representatives of trade, enthusiast and local media on October 16 and 17, and open to the general public on October 18 and 19. The exhibitor's list resembles a ‘who's-who' of motorcycling with nearly 500 companies and organizations showcasing their new products and services, and the list continues to grow.</p><p align=\"center\"><a href=\"images/news/091720142.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/091720142.jpg\" alt=\"American International Motorcycle Expo\" width=\"500px;\" /></a></p><p>The Motorcycle Safety Foundation® promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF® have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <i>RiderCourse</i> nearest you, visit <a href='http://www.msf-usa.org'>msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "30",
    "Year": "2014",
    "Date": "November 25, 2014",
    "Title": "MSF Releases Motorcycle Pre-Ride Inspection How-To Video</strong><br />New T-CLOCS Video Shows How Costly Repairs and Injuries Can be Avoided",
    "Teaser": "<p>The Motorcycle Safety Foundation has just released a new video to help motorcycle riders perform crucial, pre-ride safety inspections of their bikes. The video, entitled <a href=\"http://youtu.be/YyxU1jTUz-k\" target=\"_blank\">&quot;T-CLOCS&quot;</a> (a six-letter acronym representing the six main categories of inspection steps), can be viewed for free on MSF's <a href=\"http://www.msf-usa.org\">website</a>.</p>",
    "Body": "<p><strong>IRVINE, Calif., Nov. 25, 2014</strong> - The Motorcycle Safety Foundation has just released a new video to help motorcycle riders perform crucial, pre-ride safety inspections of their bikes. The video, entitled <a href=\"http://youtu.be/YyxU1jTUz-k\" target=\"_blank\">&quot;T-CLOCS&quot;</a> (a six-letter acronym representing the six main categories of inspection steps), can be viewed for free on MSF's <a href=\"http://www.msf-usa.org\">website</a>.</p><p align=\"center\"><a href=\"images/news/t-clocs_video.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/t-clocs_video.jpg\" alt=\"T-CLOCS Video\" width=\"500px\" /></a><br /><em>The T-CLOCS video is hosted by actress/motorcyclist Celeste Creel and actor/motorcyclist Gunner Wright.</em></p><p>&quot;Before every ride, each motorcyclist should inspect their motorcycle,&quot; said Ty van Hooydonk, MSF's director of communications. &quot;This step-by-step video makes it easy. The professionals at the MSF call it 'T-CLOCS', for <u>T</u>ires, <u>C</u>ontrols, <u>L</u>ights, <u>O</u>il, <u>C</u>hassis and <u>S</u>tands. A few minutes of prep can keep your motorcycle running right, keep you from getting stranded on the side of the road, and maybe even prevent you from getting injured.&quot;</p><p>How  often should you perform a pre-ride inspection of your motorcycle? &quot;Before each and every ride,&quot; said Mark Wing, MSF's manager of program development and implementation. &quot;A pre-ride inspection should be as routine and automatic as checking the weather forecast before heading out for the day. There are a lot of things to check on motorcycles before you go riding, but performing a pre-ride check shouldn't take more than a few minutes. Memorizing the T-CLOCS acronym makes these steps easy to remember and easy to perform before every ride.&quot;</p><p align=\"center\"><a href=\"images/news/t-clocs_inspection.jpg\" target=\"_blank\"><img class=\"img-responsive\" src=\"images/news/t-clocs_inspection.jpg\" alt=\"Inspection Picture\" width=\"500px\" /></a><br /><em>Regular inspections are essential to your safety and your motorcycle's ongoing care and maintenance. Let the new </em><a href=\"http://youtu.be/YyxU1jTUz-k\" target=\"_blank\"><em>T-CLOCS video</a> show you how.</em></p><p>T-CLOCS is so crucial to MSF's goal of keeping motorcyclists safe that a handy tear-out version of the T-CLOCS Pre-Ride Inspection Checklist is conveniently provided to each and every MSF Basic <em>RiderCourse</em> student in the back of the MSF Basic <em>RiderCourse</em> Rider Handbook. A free pdf version of the T-CLOCS Checklist can be found <a href=\"http://www.msf-usa.org/downloads/T-CLOCS_Inspection_Checklist.pdf\" target=\"_blank\">here</a>.</p><p>&quot;Performing T-CLOCS regularly helps you discover small issues before they become big ones,&quot; said Ken Glaser, MSF's director of special projects. &quot;While I'm waiting at the airport gate, I'm always comforted when I see a pilot visually inspecting the aircraft I'm about to board. Pilots perform regular pre-flight inspections to ensure the safety of their passengers and flight crew. Motorcycles, like airplanes, have critical components that experience normal wear and tear. Detecting a minor change on your bike during a pre-ride inspection today can prevent a costly repair or even worse tomorrow.&quot;</p><p>Some servicing of your motorcycle requires a professional, qualified technician. But, with a little effort, some basic tools, and MSF's new <a href=\"http://youtu.be/YyxU1jTUz-k\" target=\"_blank\">video</a>,  there's a lot you can comfortably do on your own, and you'll get to know your own bike better. While T-CLOCS is a great way to remember the pre-ride inspection steps, the primary source for details on inspecting your motorcycle and performing routine maintenance remains your bike's owner's manual.</p><p>For key information on the care and maintenance of motorcycle tires - the critical connection between your motorcycle and the road - watch the Motorcycle Industry Council's Tire Guide video <a href=\"http://youtu.be/5raU3otX-bo\" target=\"_blank\">here</a>.</p><p>The Motorcycle Safety Foundation&reg; promotes safety through rider training  and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so  riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF&reg; have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://www.msf-usa.org\" target=\"_blank\">msf-usa.org</a> or call (800) 446-9227. All photos &copy; 2014 Motorcycle Safety Foundation.</p>"
  },
  {
    "id": "31",
    "Year": "2014",
    "Date": "December 17, 2014",
    "Title": "New Four-Year Contract Awarded to Motorcycle Safety Foundation to Manage Indiana's Motorcyclist Safety Program",
    "Teaser": "<p>Beginning March 1, 2015 and extending through 2018, the Motorcycle Safety Foundation will partner with the Indiana Bureau of Motor Vehicles to provide motorcycle training in the state of Indiana, thanks to a contract awarded to MSF by the Indiana BMV.</p>",
    "Body": "<p><strong>IRVINE, Calif., Dec. 17, 2014</strong> - Beginning March 1, 2015 and extending through 2018, the Motorcycle Safety Foundation will partner with the Indiana Bureau of Motor Vehicles to provide motorcycle training in the state of Indiana, thanks to a contract awarded to MSF by the Indiana BMV.</p><p>The MSF will oversee Indiana's statewide training locations, provide an Indiana-dedicated <a href=\"http://www.imcsp.org\" target=\"_blank\">website</a> and online class enrollment functionality, and administer all aspects of training, including MSF's extensive quality control program, ensuring that all motorcycle training in the state will be held to MSF's demanding standards.</p><p align=\"center\"><a href=\"images/news/imcsp_logo.jpg\" target=\"_blank\"><img class=\"img-responsive\" border=\"0\" width=\"300\" src=\"images/news/imcsp_logo.jpg\"></a></p><p>&quot;The new IMCSP is for Indiana motorcyclists and soon-to-be riders,&quot; said MSF President and CEO Tim Buche. &quot;Our ongoing focus is to create high quality student outcomes. This includes riders of good character who have the skills and knowledge to ride safe and make good decisions. We're looking forward to working with many of the existing training sites in the state, and we expect to open additional sites to increase capacity. We'll also be rolling out our latest Basic <em>RiderCourse</em> curriculum, and expanding course offerings to include intermediate and advanced courses that provide lifelong learning opportunities for Indiana riders of every skill level.&quot;</p><p>The  MSF Basic <a href=\"http://www.imcsp.org/Start.aspx\" target=\"_blank\"><em>RiderCourse</em></a>, the premier learn-to-ride motorcycle and scooter safety course in the U.S., consists of approximately five hours of formal classroom activities and 10 hours of riding instruction conducted over two or three sessions. The new Indiana Motorcyclist Safety Program courses are affordable for Indiana residents. The cost of the Basic <em>RiderCourse</em> for Indiana residents who are first-time riders or for those looking to refresh their skills is only $70,  and the cost for more advanced courses is only $25 for Indiana residents. Course <a href=\"http://www.imcsp.org\" target=\"_blank\">registration</a> will open in mid-January.</p><p align=\"center\"><a href=\"images/news/imcsp_updated_brc.jpg\" target=\"_blank\"><img class=\"img-responsive\" border=\"0\" width=\"500\" src=\"images/news/imcsp_updated_brc.jpg\"></a><br /><em>A student receives instruction from an MSF-certified RiderCoach during MSF's Basic RiderCourse.</em></p><p>Indiana law requires would-be motorcycle riders to first obtain a learner's permit, and then pass a motorcycle skills test <strong><u>or</u></strong> present a certificate of completion from a BMV approved motorcycle safety course. After March 1, Hoosiers who pass the MSF Basic <em>RiderCourse</em> will not need to take Indiana's on-cycle skills exam.</p><p>More than 7.5 million riders internationally have completed motorcycle training using MSF's curricula in the foundation's 40-plus  year history, and over one million people have taken motorcycle training in MSF-managed state programs like the <a href=\"http://www.imcsp.org/Start.aspx\" target=\"_blank\">Indiana Motorcyclist Safety Program</a> starting on March 1st.</p><p>&quot;We'd like to recognize ABATE of Indiana for their achievements in providing motorcycle training over the past several years through the state's network of training sites and trainers. And we're very happy for this opportunity to bring the full compliment of MSF's training resources and expertise to the residents of Indiana,&quot; said MSF Vice President Robert Gladden. &quot;Our comprehensive, research-based programs are designed to make motorcycling safer and more  enjoyable, promote driver awareness, ensure quality of the training experience, and provide ongoing professional development for MSF-certified RiderCoaches. If anyone wants to ride a motorcycle or scooter, we encourage him or her to make the MSF Basic <em>RiderCourse</em> their first ride.&quot;</p><p>MSF is currently in the process of building out current internal business processes and customizing its infrastructure and business tools in preparation for the March 1st launch date. Indiana residents can get a first glimpse of their new program at the upcoming <a href=\"http://indianapolisboatsportandtravelshow.com/\" target=\"_blank\">Indianapolis Boat, Sport and Travel Show</a> on February 20 through the 22nd, where MSF will be staffing a booth, handing out program information and providing enrollment details.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://www.msf-usa.org\">msf-usa.org</a> or call <a href=\"tel:8004469227\">(800) 446-9227</a>. All photos &copy; 2014 Motorcycle Safety Foundation.</p>"
  },
  {
    "id": "32",
    "Year": "2015",
    "Date": "January 13, 2015",
    "Title": "Detailed Analysis of Risk Factors Underway<br />Using MSF 100 Motorcyclists Naturalistic Study Data",
    "Teaser": "<p>The Motorcycle Safety Foundation and the Virginia Tech Transportation Institute have begun to identify which factors lead to safe riding, and which factors lead to crashes and near-crashes, following the completion of an exploratory review and organization of data from the MSF 100 Motorcyclists Naturalistic Study. The MSF 100 data set includes approximately 363,000 miles of riding, as well as data from riders of nearly every age group (21-80 years).</p>",
    "Body": "<p><strong>IRVINE, Calif., Jan 13, 2015</strong> - The Motorcycle Safety Foundation and the Virginia Tech Transportation Institute have begun to identify which factors lead to safe riding, and which factors lead to crashes and near-crashes, following the completion of an exploratory review and organization of data from the MSF 100 Motorcyclists Naturalistic Study. The MSF 100 data set includes approximately 363,000 miles of riding, as well as data from riders of nearly every age group (21-80 years).</p><p>From analysis completed to date, the data include individuals who rode most days and others who had long stretches without riding. There are riders who commute, and others who ride for pleasure; riders who sometimes wear all their gear and sometimes don't wear their gear. As expected, the bulk of the data is &quot;riding without incident.&quot;  However, there are incidents - crashes and near-crashes - that will be studied.</p><p>VTTI and MSF will conduct a detailed analysis of crashes, near-crashes, and matching periods of uneventful (baseline) riding to determine how different factors increase or decrease risk for riders. Within each event, over 50 factors will be scored using five video angles augmented with sensor data. Rider inputs and outcomes preceding and during crashes and near-crashes will be logged. The baseline riding periods will be reviewed on video in the same manner to permit statistical comparison to the crashes and near-crashes.</p><p>&quot;This study constitutes groundbreaking research,&quot; said VTTI Director Tom Dingus. &quot;It will help determine the causes of motorcycle crashes in greater detail so that effective countermeasures of all types can be developed or improved to reduce fatalities.&quot;</p><p>In addition to factors present at the time of an event or baseline, factors from participant questionnaires and their broader riding data will also be included. For example, general factors such as the rider's time since last ride, training history, observed riding capabilities, or observed riding style will be included.<p>As with all of MSF's research, the results of this work will be incorporated into its training curricula and disseminated through public information programs.</p><p>&quot;Through this analysis, MSF continues its history of looking beyond age, gender or bike type,&quot; said MSF President and CEO Tim Buche. &quot;This work will go deeper to identify the factors that individuals can address to improve their own safety.&quot;</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227. All photos &copy;2014 Motorcycle Safety Foundation.</p>"
  },
  {
    "id": "33",
    "Year": "2015",
    "Date": "January 20, 2015",
    "Title": "Motorcycle Safety Foundation Names Donald L. Green Program Manager for the Indiana Motorcyclist Safety Program",
    "Teaser": "<p>Motorcycle Safety Foundation Vice President Robert Gladden has announced that Donald L. Green has joined the Motorcycle Safety Foundation (MSF) to manage the Indiana Motorcyclist Safety Program (IMCSP) and assist MSF in advancing national motorcyclist safety initiatives.</p>",
    "Body": "<p><strong>IRVINE, Calif., Jan. 20, 2015</strong> - Motorcycle Safety Foundation Vice President Robert Gladden has announced that Donald L. Green has joined the Motorcycle Safety Foundation (MSF) to manage the Indiana Motorcyclist Safety Program (IMCSP) and assist MSF in advancing national motorcyclist safety initiatives.</p><p>Don will coordinate all day-to-day operations of the IMCSP, including training site selection, RiderCoach recruitment and training, quality assurance, and motorcycle fleet procurement and maintenance. He will also be responsible for monitoring certification of Indiana RiderCoaches, RiderCoach Trainers and license examiners, managing the quality assurance program, and ensuring compliance with operator licensing procedures. He will champion several initiatives toward program improvements such as increased training capacity, rolling out our latest Basic <em>RiderCourse</em> curriculum, and expanding course offerings to include intermediate and advanced courses that provide lifelong learning opportunities for riders of every skill level.</p><p>An MSF-certified RiderCoach Trainer and Indiana native with decades of street riding experience, Don most recently served as Regional Coordinator for the Kentucky Motorcycle Program and comes to the MSF with a diverse  background in computer science and military operations management. He is a retired  Army Officer/Pilot, with a stint in Iraq as Deputy Commander of the Iraq Officer Training Team, and designed curricula for Army officer training. &quot;I'm looking forward to networking with site managers, the Motorcycle Dealer Association of  Indiana, rider groups, and most importantly, our RiderCoaches, who are the program's key point of contact with novice riders, to further the cause of motorcyclist safety in my home state of Indiana,&quot; said Green.</p><p>Don's transition to this position promises to be seamless, as his current work with MSF as a Regional Coordinator plus his MSF Quality Assurance, Advanced <em>RiderCourse</em> and Military <em>SportBike RiderCourse</em> certifications give him a unique understanding of the training environment. &quot;Don's familiarity with MSF's programs and strategies, plus his experience in team management and curriculum development, makes him a valuable addition to the MSF team,&quot; said Gladden.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and  education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "34",
    "Year": "2015",
    "Date": "February 18, 2015",
    "Title": "Dave Surgenor Promoted to Director of Quality and Outcomes for Motorcycle Safety Foundation",
    "Teaser": "<p>Dave Surgenor, MSF's manager of training systems, has been promoted to the new position of Director of Quality and Outcomes. In this position, Dave will work under the guidance of MSF's Vice President of Training Systems Dr. Ray Ochs, as well as with MSF-certified RiderCoaches and RiderCoach Trainers across the nation, further supporting MSF's goal of saving lives by eliminating crashes.</p>",
    "Body": "<p><strong>IRVINE, Calif., Feb. 18, 2015</strong> - Dave Surgenor, MSF's manager of training systems, has been promoted to the new position of Director of Quality and Outcomes. In this position, Dave will work under the guidance of MSF's Vice President of Training Systems Dr. Ray Ochs, as well as with MSF-certified RiderCoaches and RiderCoach Trainers across the nation, further supporting MSF's goal of saving lives by eliminating crashes.</p><p>The new position is geared toward ensuring quality in all aspects of rider training – training and certification of RiderCoaches, monitoring and professional development of RiderCoaches to ensure adherence to curriculum procedures and MSF standards, accurate and safe layout of the training range, and assisting state agencies responsible for motorcycle operator licensing. MSF curricula are designed with the goal of improving the capabilities of MSF <em>RiderCourse</em> students, not just from a theoretical perspective, but from a practical one, in terms of safer, more competent motorcyclists on our roadways. MSF's 24 RiderCourse are designed to improve the capabilities and safety-mindedness of MSF RiderCourse students.</p><p align=\"center\"><a href=\"images/news/DavidSurgenor.jpg\" target=\"_blank\"><img class=\"img-responsive\" border=\"0\" width=\"250\" src=\"images/news/DavidSurgenor.jpg\"></a><br /><em>David Surgenor</em></p><p>In particular, Surgenor will implement a major upgrade to MSF's Quality Assurance Specialist certification. The certification is for top-level RiderCoaches and RiderCoach Trainers who wish to work within MSF's Quality Assurance system by being available to monitor and evaluate their peers and develop program improvement plans. This upgrade, designed by Dr. Ochs, will integrate MSF's student-centered and adult-learning principles into the Quality Assurance Specialist protocol.Surgenor has worked for the Motorcycle Safety Foundation since 1994. His first position was State Coordinator for the award-winning Pennsylvania Motorcycle Safety Program (PMSP). He has earned awards from his peers for improving quality, reducing training wait times, increasing the number of students trained, all while reducing costs to the motorcyclists who pay the fees that fund the PMSP.Surgenor, in his prior capacity of MSF manager of training systems, has conducted Transitional RiderCoach Preparation courses, in which current RiderCoaches are taught how to conduct MSF's new Basic RiderCourse (updated) curriculum for novice motorcyclists. He has also been involved in developing the Basic RiderCourse 2 (updated) curriculum for experienced motorcyclists.Surgenor was first certified as an MSF Instructor in 1989 and then certified as an MSF Chief Instructor in 1994. He was also certified as an MSF RiderCoach Trainer in 2000.&quot;Over his 20-plus years, Dave has consistently served the needs of current and prospective motorcyclists, as well as members of the professional rider training community,&quot; said MSF President Tim Buche. &quot;We are confident that the service-oriented approach and expertise he brings to his new position will better equip RiderCoaches with the tools they need, and will result in improved effectiveness of MSF curricula.&quot;</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and  education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "35",
    "Year": "2015",
    "Date": "March 5, 2015",
    "Title": "Motorcycle Safety Foundation Issues its Motorcycle Operator Manual In Spanish",
    "Teaser": "<p>Hispanics comprise seven percent of American motorcyclists overall, and eleven percent of younger riders - those of Generations X and Y. As part of its long-standing policy of reaching out to riders of all backgrounds and ethnicities, the Motorcycle Safety Foundation has released a Spanish-language version of its Motorcycle Operator Manual.</p>",
    "Body": "<p><strong>IRVINE, Calif., March 5, 2015</strong> - Hispanics comprise seven percent of American motorcyclists overall, and eleven percent of younger riders – those of Generations X and Y. As part of its long-standing policy of reaching out to riders of all backgrounds and ethnicities, the Motorcycle Safety Foundation has released a Spanish-language version of its Motorcycle Operator Manual.</p><p>MSF's &ldquo;MOM&rdquo; is used by motor vehicle agencies in 41 states as a study guide for motorcycle license applicants, and has been a part of MSF's inventory of reference materials on motorcycle operation for the past four decades. The MOM covers riding gear, basic rules-of-the-road, navigating intersections, crash-avoidance strategies, carrying passengers, impaired riding, and vehicle troubleshooting, plus supplemental information on the unique characteristics of three-wheeled motorcycles.</p><p align=\"center\"><img class=\"img-responsive\" border=\"0\" src=\"images/library/mom_v17_color_hi_res(spanish).jpg\"><em>The cover of the new Spanish version of MSF's Motorcycle Operator Manual</em></p><p>The Spanish version of the MOM, along with Spanish versions of other key MSF instructional materials, is available for free download from MSF's online library <a href=\"http://www.msf-usa.org/library.aspx#spanish-link\" target=\"_blank\">here</a>.</p><p>&ldquo;We hope that states with a sizeable population of Spanish-speaking motorcyclists and potential motorcyclists will consider offering copies of this new publication at their motor vehicle offices,&rdquo; said Ken Glaser, MSF's director of special projects. States can request a print-ready, live-file version of the Spanish MOM by emailing <a href=\"mailto:kglaser@msf-usa.org\">kglaser@msf-usa.org</a>.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and  education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "36",
    "Year": "2015",
    "Title": "April is Distracted Driving Awareness Month<br />The MSF Encourages Drivers to Expect to See Motorcyclists",
    "Date": "April 9, 2015",
    "Teaser": "<p>&quot;Fender-benders are rare in collisions involving motorcycles,&quot; said MSF President Tim Buche. &quot;When two cars collide, the result is often minor damage that's repaired a few weeks later once insurance kicks in. However, when a car hits a motorcyclist, there is often direct vehicle-to-human contact. I can't imagine the lasting guilt of doing harm to a person who has a life, and a family who loves them, especially if that harm is the result of a momentary lapse of attention. This can all be avoided by making a conscious effort to drive fully engaged and undistracted.&quot;</p>",
    "Body": "<p><strong>IRVINE, Calif., April 9, 2015</strong> - April is Distracted Driving Awareness Month, and the Motorcycle Safety Foundation would like to remind drivers that motorcyclists are out there.</p><p>&quot;Fender-benders are rare in collisions involving motorcycles,&quot; said MSF President Tim Buche. &quot;When two cars collide, the result is often minor damage that's repaired a few weeks later once insurance kicks in. However, when a car hits a motorcyclist, there is often direct vehicle-to-human contact. I can't imagine the lasting guilt of doing harm to a person who has a life, and a family who loves them, especially if that harm is the result of a momentary lapse of attention. This can all be avoided by making a conscious effort to drive fully engaged and undistracted.&quot;</p><p>The MSF has created a collection of insightful tips for car and truck drivers. In this <a href=\"http://www.msf-usa.org/downloads/Motorist_Awareness_tips.pdf\" target=\"_blank\">publication</a> (Quick Tips: Ten Things All Car & Truck Drivers Should Know About Motorcycles), the first tip has to do with drivers actually looking for and seeing motorcyclists:</p><p style=\"padding-left:10px;\">Over half of all fatal motorcycle crashes involve another vehicle. Most of the time, the car or truck driver, not the motorcyclist, is at fault. There are a lot more cars and trucks than motorcycles on the road, and some drivers don't &quot;recognize&quot; a motorcycle – they ignore it (usually unintentionally).</p><p><u>Driving Cell Free</u><br />According to the National Safety Council, &quot;Hands-free is not risk-free.&quot; A full 80 percent of American drivers believe that hands-free devices are safer to use than their hand-held counterparts. &quot;But that's just not true,&quot; said MSF's Vice President of Training Systems Dr. Ray Ochs. &quot;Distraction happens in the mind, and the mind can become distracted by the conversation itself, whether that conversation is hands-free or while holding a phone. The goal should be to completely free up the mind to focus on the task at hand - driving and watching for others, and doing so safely.&quot; To do just that, the NSC recommends driving &quot;cell free.&quot;</p><p>The National Safety Council has created a list of strategies to avoid cell phone distractions while driving. They include:</p><ul><li>Turn off your cell phone, or put it on silent, before driving.</li><li>Toss your cell phone in the trunk or glove box to avoid temptation.</li><li>Pre-set your navigation system and music playlists before driving.</li><li>Schedule stops to check voicemails, emails and texts.</li><li>Tell coworkers, family and friends not to call or text you when they know you are driving.</li></ul><p><u>The Mind's Eye</u><br />In the book Traffic: Why We Drive the Way We Do (and What It Says About Us), author Tom Vanderbilt echoes Ochs view that driving undistracted is all about what takes place in our minds. &quot;Keeping one's eyes on the road is not necessarily the same thing as keeping one's mind on the road.&quot;</p><p>Unfortunately, drivers don't have to be distracted very long to get into trouble. According to Vanderbilt, one study found that almost 80 percent of crashes and 65 percent of near-crashes involved drivers who were not paying attention to traffic for <u>three seconds or less</u> before the event. Distractions while driving can take many forms, such as eating, personal grooming, or even just mentally reliving a recent unpleasant conversation or event. &quot;Beyond a certain threshold, the more that is asked of [human attention], the less well it performs,&quot; says Vanderbilt.</p><p>One group of drivers - teens - is especially at risk. Teen drivers are more distracted than previously thought, according to a new study by the AAA Foundation of Traffic Safety. After analyzing approximately 1,700 samples of in-car video footage, researchers found that 58 percent of crashes among teen drivers were due to distracted driving. The study found that the main causes of distraction among teen drivers were interacting with other occupants, cellphone use, looking at something inside the car, singing or moving to music, grooming and reaching for objects.</p><p>&quot;Improvement in any skill requires a constant intent to improve,&quot; said Buche. &quot;A great time to become intentionally focused on driving undistracted is while putting on the seatbelt. This is a safety-related action that we can all use as a trigger to make a focused, intentional commitment to driving undistracted.&quot;</p><p>The Motorcycle Safety Foundation has created a website specifically for drivers of cars and trucks. <a href=\"http://www.forcardrivers.com/\" target=\"_blank\">ForCarDrivers.com</a> is loaded with valuable resources to help drivers see motorcyclists. Complete with quick tips, safety videos, insightful facts and statistics, training modules, video kits and downloadable materials, <a href=\"http://www.forcardrivers.com/\" target=\"_blank\">ForCarDrivers.com</a> is an important place to visit before taking to the road.</p><p>MSF's <a href=\"http://www.msf-usa.org/\">website</a> has provided several safety booklets, quick tips, videos and other downloadable materials for motorcyclists as well as car and truck drivers. Please visit <a href=\"http://www.msf-usa.org/\">msf-usa.org</a> and click <a href=\"http://www.msf-usa.org/library.aspx\"Library\">Library</a>.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and  education, operator licensing tests and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973.</p><p>The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "37",
    "Year": "2015",
    "Date": "October 21, 2015",
    "Title": "National Motorcycle Safety Fund Launches Initiative to Help Deaf and Hard of Hearing Students Take MSF's Signature Motorcyclist Safety Training Course",
    "Teaser": "<p>The National Motorcycle Safety Fund (NMSF), a 501(c)(3) charitable community organization created in 1980 to augment the work of the Motorcycle Safety Foundation, has created a new grant program to help rider training sites cover the costs of hiring sign-language interpreters for deaf and hard of hearing students.</p>",
    "Body": "<ul><li>MSF-recognized Rider Training Sites regularly receive requests to accommodate students with physical disabilities </li><li>NMSF to make grants available to help defray cost of sign-language interpreters </li></ul><p><strong>IRVINE, Calif., Oct. 21, 2015</strong> - The National Motorcycle Safety Fund (NMSF), a 501(c)(3) charitable community organization created in 1980 to augment the work of the Motorcycle Safety Foundation, has created a new grant program to help rider training sites cover the costs of hiring sign-language interpreters for deaf and hard of hearing students.</p><p>MSF expects MSF-recognized Rider Training Sites across the nation to make reasonable accommodations for people with physical disabilities, in compliance with the Americans with Disabilities Act (ADA) and state laws. A common accommodation is for a training site to hire, often at its own expense, sign-language interpreters.</p><p>There are many deaf and hard of hearing car drivers and motorcyclists on the road today. To compensate, drivers and motorcyclists typically employ risk-reduction strategies such as Search/Evaluate/Execute (SEE), maintain longer following distances, make better use of peripheral vision, and check their mirrors more frequently.</p><p>The 15-hour MSF Basic RiderCourse is the premier, research-based novice motorcyclist training curriculum in the U.S. and consists of one 5-hour classroom session and two 5-hour hands-on riding sessions. Due to course length and depth of instruction, two sign-language interpreters are generally needed because a single interpreter is not able to work nonstop for each session. The MSF already pays 100 percent of interpreter costs in the states in which it directly manages the training program. However, the NMSF would like to ease the financial burden on MSF-recognized training sites in the other states by offering a grant for each class in which interpreters were used, to cover the actual cost of the interpreters, up to $750. The NMSF has set aside a pool of $15,000 in funding for the next 12 months for these grants.</p><p>Training sites simply need to fax the class completion report, the interpreter agency's invoice, and the name of the deaf or hard of hearing student(s) to MSF at 949.727.4217, and MSF will send a check to the appropriate site representative. Payment will be made whether or not the student passed the course. This offer does not apply to training sites that already receive reimbursements from their state's rider training program office.</p><p>The NMSF supports the work of MSF in the areas of research, curriculum development, delivery of rider training courses, and community outreach programs in order to help eliminate crashes, injuries, and fatalities. The NMSF relies on generous contributions from individuals, businesses, and organizations to further its mission. For more information about the National Motorcycle Safety Fund or to make a tax-deductible contribution, please visit <a href=\"http://www.nmsfund.org\" target=\"_blank\">www.nmsfund.org</a>.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and education, operator licensing tests, and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org/\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "38",
    "Year": "2015",
    "Date": "December 14, 2015",
    "Title": "The Motorcycle Safety Foundation Introduces its &ldquo;Contract for Safety&rdquo; for Use by All Motorcyclists",
    "Teaser": "<p>The Motorcycle Safety Foundation has published its <a href=\"downloads/MSF_Rider_Choices_Contract_for_Safety.pdf\" target=\"_blank\">Contract for Safety</a> for use by the general motorcycling public. Previously available only on the Apple iTunes Store to purchasers of <a href=\"https://itunes.apple.com/us/book/rider-choices/id626951750?mt=11\" target=\"_blank\">MSF's Rider Choices iBook</a>, the Contract can now be downloaded from MSF's website <a href=\"downloads/MSF_Rider_Choices_Contract_for_Safety.pdf\" target=\"_blank\">here</a>.</p>",
    "Body": "<p><strong>IRVINE, Calif., Dec. 14, 2015</strong> - The Motorcycle Safety Foundation has published its <a href=\"downloads/MSF_Rider_Choices_Contract_for_Safety.pdf\" target=\"_blank\">Contract for Safety</a> for use by the general motorcycling public. Previously available only on the Apple iTunes Store to purchasers of <a href=\"https://itunes.apple.com/us/book/rider-choices/id626951750?mt=11\" target=\"_blank\">MSF's Rider Choices iBook</a>, the Contract can now be downloaded from MSF's website <a href=\"downloads/MSF_Rider_Choices_Contract_for_Safety.pdf\" target=\"_blank\">here</a>. The Contract is an effective discussion tool that can help a prospective motorcycle rider have a serious conversation with concerned friends or family members about a responsible way forward into the exciting world of motorcycling.</p><p>Avoiding crashes on a motorcycle requires not only being aware of the risks in traffic, but also managing those risks.  With the Contract, the motorcyclist can review each of the key elements known to contribute to safety, initial each one in the presence of a friend or family member, and by signing the document and having the witness countersign it, affirm his or her intent to make wise choices when riding, with the overarching goal of reducing crashes.  The Contract's safety elements include getting trained, wearing a full set of safety gear on each ride, riding unimpaired, and keeping one's motorcycle in excellent condition.</p><p>The MSF characterizes motorcycling as &ldquo;serious fun&rdquo; - serious because of the potential risks, and fun because of the ongoing joy it provides the prepared rider. MSF also believes that motorcycling isn't for everyone, since some individuals lack the abilities or judgment required for safe riding. For riders who are willing to commit to riding safely and responsibly, we encourage them to demonstrate that commitment by using the <a href=\"downloads/MSF_Rider_Choices_Contract_for_Safety.pdf\" target=\"_blank\">Contract for Safety</a> and sharing it with other riders.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and education, operator licensing tests, and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  },
  {
    "id": "39",
    "Year": "2016",
    "Date": "January 12, 2016",
    "Title": "The Motorcycle Safety Foundation Introduces its &ldquo;Riding Straight - <em>Marijuana Awareness</em>&rdquo; Host-An-Event Kit to demonstrate the importance of riding unimpaired",
    "Teaser": "<p>The Motorcycle Safety Foundation has introduced the newest member of its Host-An-Event family of traffic safety-themed courses-in-a-box: the Riding Straight - <em>Marijuana Awareness</em> Host-An-Event Kit. The Kit is a fun, effective way to demonstrate to motorcyclists how marijuana can affect the crucial skills required for safe motorcycle riding.</p>",
    "Body": "<ul><li>New course-in-a-box delivers valuable lessons in a fun, interactive manner</li><li>While not attempting to duplicate a marijuana high, the Kit creatively models how marijuana can impair judgment and the application of motorcycle riding skills</li><li>Course can be taught by anyone interested in leading a motorcyclist safety event</li></ul><p><strong>IRVINE, Calif., Jan. 12, 2016</strong> - The Motorcycle Safety Foundation has introduced the newest member of its Host-An-Event family of traffic safety-themed courses-in-a-box: the Riding Straight - <em>Marijuana Awareness</em> Host-An-Event Kit. The Kit is a fun, effective way to demonstrate to motorcyclists how marijuana can affect the crucial skills required for safe motorcycle riding.</p><p>Marijuana is gaining acceptance as having legitimate medicinal applications and as a recreational drug in the United States, as evidenced by recent trends in state laws permitting its use. As of January 2016, 23 states and the District of Columbia allow marijuana for medical use, and four states (Alaska, Colorado, Oregon, and Washington) plus DC allow it for recreational use by adults 21 and over.</p><p>Although marijuana may be legal for medicinal or recreational use in one's state, it is still not legal, safe, or wise to operate a motor vehicle while impaired by marijuana, since it tends to distort perception of time, space, and speed. This is especially true for motorcycle riders, who must continually make detailed assessments of complex traffic situations and make split-second decisions requiring precise rider input to navigate safely and maintain an adequate safety margin.</p><p>MSF already addresses alcohol-impaired riding in its popular Riding Straight - <em>Alcohol Awareness</em> Host-An-Event Kit, which uses Innocorp's Fatal Vision<sup>&reg;</sup> Alcohol Impairment Simulation Goggle so participants can experience alcohol impairment with a sober mind - and no hangover.</p><p>Similarly, MSF's Riding Straight - <em>Marijuana Awareness</em> kit uses Innocorp's new Marijuana Impairment Simulation Goggle at the core of three separate activities that demonstrate how marijuana and motorcycling are a risky mix. As with all MSF Host-An-Event kits, the <em>Marijuana Awareness</em> kit can be purchased and used by anyone interested in being a facilitator for special events, riding club meetings and rallies, and community outreach programs, without any certification from MSF or prior experience as a teacher.</p><p>The Goggle cannot truly replicate the effects of a marijuana &ldquo;high&rdquo; but the unique way in which it distorts perceptions causes some impairments. The participant then needs to attempt to compensate for these impairments to complete the kit's activities. Because the impairments are in the same general areas of cognition and motor skills affected by marijuana, the participant can get a sense of the challenges a &ldquo;high&rdquo; driver or motorcyclist would face when dealing with traffic situations.</p><p>According to MSF President and CEO Tim Buche, &ldquo;MSF's message with our new Riding Straight - <em>Marijuana Awareness</em> Host-An-Event Kit is clear: Do not operate your motorcycle or any motor vehicle if you are impaired by marijuana, and find alternate transportation if you are planning to be under the influence of marijuana at your destination. Not only is it unsafe, but just as with alcohol, riders impaired by marijuana can be convicted of riding under the influence, and be subjected to similar harsh penalties&rdquo;.</p><p>The National Motorcycle Safety Fund, the non-profit, charitable arm of the Motorcycle Safety Foundation, provided seed funding to MSF for the development of this new kit. NMSF supports the work of MSF in the areas of research, curriculum development, delivery of rider training courses, and community outreach programs in order to help eliminate crashes, injuries, and fatalities.</p><p>The kit will be available in early 2016 at MSF's online store (msf-usa.org) for a one-time investment of $595.</p><p>The Motorcycle Safety Foundation<sup>&reg;</sup> promotes safety through rider training and education, operator licensing tests, and public information programs. The MSF works with the federal government, state agencies, the military and others to offer training for all skill levels so riders can enjoy a lifetime of safe, responsible motorcycling. Standards established by the MSF<sup>&reg;</sup> have been recognized worldwide since 1973. The MSF is a not-for-profit organization sponsored by BMW, BRP, Ducati, Harley-Davidson, Honda, Kawasaki, KTM, Piaggio, Polaris Motorcycles, Suzuki, Triumph and Yamaha. For safety information or to enroll in the <em>RiderCourse</em> nearest you, visit <a href=\"http://msf-usa.org\">msf-usa.org</a> or call (800) 446-9227.</p>"
  }
]